[
  {
    "name": "Barfly M37032 12 oz. Stainless Steel Mint Julep Cup with Beaded Trim",
    "createddate": "2021-04-30T21:29:04",
    "description": "Barfly M37032 Details\n\nServe up your popular cocktails and mixed drinks in an elegant style with this Barfly M37032 12 oz. stainless steel julep cup. This cup is designed for serving the perfectly-sized, time-honored mint julep in your bar, pub, or restaurant. It features a solid stainless steel exterior with beaded detailing around the rim and base that accentuates your drink's sophistication. Simply mix whiskey and powdered sugar with muddled mint leaves, add ice, pour it into the cup, and garnish it with a sprig of mint! But your serving options don't end there. Load up this cup with a side of fries for a new twist on a classic appetizer.\n\nIts 12 oz. capacity can accommodate a wide variety of cold beverages. Its wide, footed base keeps it stable during use, as well as during transportation. Additionally, a reinforced, rolled rim enables easy sipping and allows for essential drink garnishes such as lemons and limes, to be neatly added to each cup.\n\nBuilt for those with an unwavering dedication to the art of crafting cocktails, Barfly Mixology Gear products are made to deliver the best appearance, temperature, consistency and proportion in each and every glass. These high-quality tools are made with the finest materials to deliver the best quality cocktails while enhancing the presentation and showmanship patrons everywhere have come to expect from mixologists. Regardless of the type of cocktail that's being created, Barfly Mixology Gear is the top choice of professionals everywhere.",
    "id": 1,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 9.38,
        "id": 5,
        "sfid": "01u5e000000L4i8AAC"
      }
    ],
    "categories": {
      "id": 2,
      "name": "Beverageware",
      "parent_c": [
        {
          "id": 1,
          "name": "Tabletop",
          "parent_c": []
        }
      ]
    },
    "product_image__c": "https://magnustestcom-dev-ed--c.documentforce.com/sfc/servlet.shepherd/version/renditionDownload?rendition=ORIGINAL_Jpg&versionId=0685e000000gMlv&operationContext=CHATTER&contentId=05T5e000000nRlj",
    "productcode": "470M37032",
    "sfid": "01t5e0000001RT9AAM",
    "tags__c": "cocktails, beverage, cup",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Julep Cup"
      }
    ],
    "account": {
      "name": "Barfly"
    }
  },
  {
    "name": "Carlisle 030203 2.7 Qt. Black Classic Crock with Lid",
    "createddate": "2021-05-01T00:38:09",
    "description": "Carlisle 030203 Details\n\nThe Carlisle 030203 black Classic Crock is perfect for holding chopped vegetables, fruit, croutons, dressings, and more! This black, 2.7 qt. crock is made of SAN plastic, making it a great choice for both hot and cold food thanks to its impressive ability to withstand temperatures from 0-180 degrees Fahrenheit. It features a thick-walled, heavy-weight design for added durability and has excellent chemical resistance to acidic foods and dressings. The bold black finish matches just about any setting, and it's the perfect way to add a modern edge to the food bar at your restaurant, convenience store, or deli!\n\nThis Carlisle 2.7 qt. crock is also great for your back-of-the-house storage needs! Whether you're using it to hold prepped ingredients for the next day at your restaurant or you just need some extra salad bar items ready as a backup, this Classic Crock is the perfect solution. It's extremely durable, and comes with a handy snap-on lid to help seal in freshness!\n\nOverall Dimensions:\nTop Diameter: 6 1/2\"\nBottom Diameter: 6 3/16\"\nHeight: 6 3/4\"\nCapacity: 2.70 qt.",
    "id": 4,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 7.5,
        "id": 3,
        "sfid": "01u5e000000L4i2AAC"
      }
    ],
    "categories": {
      "id": 4,
      "name": "Food Storage",
      "parent_c": [
        {
          "id": 3,
          "name": "Smallwares",
          "parent_c": []
        }
      ]
    },
    "product_image__c": "https://magnustestcom-dev-ed--c.documentforce.com/sfc/servlet.shepherd/version/renditionDownload?rendition=ORIGINAL_Jpg&versionId=0685e000000gMn8&operationContext=CHATTER&contentId=05T5e000000nTEF",
    "productcode": "271N0302BK",
    "sfid": "01t5e0000001RXWAA2",
    "tags__c": "container, plastic, lid",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Container / Lid Combos"
      }
    ],
    "account": {
      "name": "Carlisle"
    }
  },
  {
    "name": "Acopa Edgewood / Edgeworth 8 1/2\" 18/8 Stainless Steel Extra Heavy Weight Dinner Knife - 12/Case",
    "createddate": "2021-05-01T00:43:58",
    "description": "Add an elegant touch to your tabletop setting with this Acopa Edgewood / Edgeworth 8 1/2\" 18/8 stainless steel extra heavy weight dinner knife.\n\nComplete your table setting with this Acopa Edgewood / Edgeworth 8 1/2\" dinner knife. Pair it with the rest of the Edgewood / Edgeworth line to create a coherent and attractive table setting. Your guests are sure to appreciate the sturdy construction of this flatware, and it won't break your budget! Made of stainless steel, it will be a long lasting and attractive addition to your busy dining area. It is great for completing table settings at bistros, cafes, and catered events.",
    "id": 6,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 11.9,
        "id": 1,
        "sfid": "01u5e000000L4hsAAC"
      }
    ],
    "categories": {
      "id": 13,
      "name": "Knives",
      "parent_c": [
        {
          "id": 12,
          "name": "Flatwares",
          "parent_c": [
            {
              "name": "Tabletop",
              "id": 1,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://magnustestcom-dev-ed--c.documentforce.com/sfc/servlet.shepherd/version/renditionDownload?rendition=ORIGINAL_Jpg&versionId=0685e000000gMnI&operationContext=CHATTER&contentId=05T5e000000nTEZ",
    "productcode": "267750808",
    "sfid": "01t5e0000001RXXAA2",
    "tags__c": "knives, set",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Dinner Knives"
      }
    ],
    "account": {
      "name": "Acopa"
    }
  },
  {
    "name": "Backyard Pro C3H860DEL Deluxe 60\" Stainless Steel Liquid Propane Outdoor Grill with Roll Dome and Vinyl Cover",
    "createddate": "2021-05-01T00:41:41",
    "description": "Take your culinary creations to a whole new level with the Backyard Pro C3H860DEL 60\" stainless steel gas grill.\n\nWhen the weather is warm and your patrons are hungry, nothing is more satisfying than getting outside and grilling up your signature meats, kebabs, and vegetables for them to enjoy! Built with integrity in mind, this deluxe stainless steel grill with a roll dome and a cover offers you a durable, heavy-duty grilling solution for country clubs, resorts, hotels, and caterers.",
    "id": 5,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 2399,
        "id": 2,
        "sfid": "01u5e000000L4hxAAC"
      }
    ],
    "categories": {
      "id": 11,
      "name": "Grills",
      "parent_c": [
        {
          "id": 6,
          "name": "Cooking Equipment",
          "parent_c": [
            {
              "name": "Restaurant Equipment",
              "id": 5,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://magnustestcom-dev-ed--c.documentforce.com/sfc/servlet.shepherd/version/renditionDownload?rendition=ORIGINAL_Jpg&versionId=0685e000000gMmu&operationContext=CHATTER&contentId=05T5e000000nTEK",
    "productcode": "554C3H860DELLP",
    "sfid": "01t5e0000001RXbAAM",
    "tags__c": "grill, outdoor grill",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Grills"
      }
    ],
    "account": {
      "name": "Backyard Pro"
    }
  },
  {
    "name": "Crown Verity MG-72-NG 72\" Mobile Outdoor Griddle - Natural Gas",
    "createddate": "2021-05-18T23:52:05",
    "description": "Crown Verity CV-MG-72NG Details\n\nThis Crown Verity MG-72-NG 72 \" mobile outdoor griddle is a great way to keep the party going all day long by starting off the morning with soft, fluffy pancakes and juicy breakfast sausages, and transitioning over to cheesesteaks, hot dogs, and hamburgers as the day goes on! A great choice for setting up a temporary outdoor grill station, this unit includes a 10' quick disconnect gas hose that allows you to quickly hook up and tear down your grill station without the burden of filling and transporting propane tanks. It includes (2) 4500 BTU lighter tubes and boasts (10) 15,000 BTU stainless steel burners that heat the griddle to cooking temperature within 5 minutes, allowing you to make quick work of any buffet line at large catered events, resorts, and country clubs.\n\nThis heavy-duty mobile outdoor griddle features an all stainless steel construction, with most components made of type 304 for exceptional durability and ease of cleaning. The spacious undershelf offers plenty of room to store go-to supplies, while water pans with drain ports help make cleaning a breeze and reduce grease fire hazards for added safety. Thanks to the (2) 14\" rear wheels and 2 locking casters, this griddle is incredibly simple to maneuver over any terrain so you can set up your food stations in a variety of settings. As an added bonus, it ships assembled and ready to use so you can start grilling right away!\n\nOverall Dimensions:\nWidth: 81\"\nDepth: 28\"\nHeight: 43 1/4\"\n\nCooking Surface Dimensions:\nWidth: 70\"\nDepth: 21\"\n\nThis Item Ships via Common Carrier. For more information and tips to help your delivery go smoothly, click here.\n\nBecause this item is not stocked in our warehouse, processing, transit times and stock availability will vary. If you need your items by a certain date, please contact us prior to placing your order. Expedited shipping availability may vary. We cannot guarantee that this item can be cancelled off of the order or returned once it is placed.",
    "id": 37,
    "lastmodifieddate": "2021-05-19T01:34:21",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 4389,
        "id": 53,
        "sfid": "01u5e000000LTTBAA4"
      }
    ],
    "categories": {
      "id": 32,
      "name": "Griddles",
      "parent_c": [
        {
          "id": 11,
          "name": "Grills",
          "parent_c": [
            {
              "name": "Cooking Equipment",
              "id": 6,
              "parent_c": [
                {
                  "name": "Restaurant Equipment",
                  "id": 5,
                  "parent_c": []
                }
              ]
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621381902/commerce/807825.jpg",
    "productcode": "255MG72NG",
    "sfid": "01t5e0000001pOgAAI",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [],
    "account": {
      "name": "Crown Verity"
    }
  },
  {
    "name": "Beverage-Air RB19HC-1S 27\" Vista Series One Section Solid Door Reach-In Refrigerator",
    "createddate": "2021-05-16T23:10:12",
    "description": "Beverage-Air RB19HC-1S Details\n\nThis Beverage-Air RB19HC-1S 27\" Vista Series one section solid door reach-in refrigerator is the perfect solution to cold storage in your restaurant kitchen, bakery, or other commercial food preparation area. The exterior of this refrigerator is durable and sleek, with a stainless steel door and front with gray painted sides. The exterior grille that covers the refrigeration system is even easy to remove for preventative maintenance or to allow necessary repairs. Inside, the unit features a painted aluminum interior.\n\nPlus, the spring-loaded hinges ensure that the door closes properly, even when you have your hands full. If you are taking several loads to or from this unit, you can also override the self-closing system by opening the door 120 degrees so that it stays open until you manually close it. At the end of the day, take advantage of the door lock to secure your inventory.\n\nFor ample storage space, the 17.87 cu. ft. interior includes 3 heavy-duty epoxy coated wire shelves, making it easy to organize your cold ingredients. Bright LED lighting illuminates the interior too, so your staff can easily see and select the ingredients they need.\n\nWith a bottom mount balanced refrigeration system, the unit's refrigeration system is easy to view and access for preventative maintenance without a ladder. This design also keeps the compressor out of the heat of hot kitchens, as hot air rises. The refrigeration system itself features a hot gas condensate evaporation system and a forced-air design that ensures even temperatures throughout the unit. You can count on food safety with this unit since it holds product between 36 and 38 degrees Fahrenheit. This is achieved with environmentally-friendly R290 refrigerant, which boasts an ozone depletion potential (ODP) of 0 and a global warming potential (GWP) of 3. The refrigerant and the 1/4 hp compressor together deliver exceptional performance.\n\nFor simple maintenance, this unit features an adaptive defrost system. It also includes (4) 6\" heavy-duty casters, making it easy to move around for cleaning and service. Two of the casters even lock to keep it stationary when in use. This freezer requires a 115V electrical connection for operation.\n\nOverall Dimensions:\nWidth: 27 1/4\"\nDepth: 27 9/16\"\nHeight: 83 15/16\"\nCapacity: 17.87 cu. ft.\n\nInterior Dimensions:\nWidth: 24 1/8\"\nDepth: 19 7/8\"\nHeight: 61 5/8\"\nHeight (Usable): 52 15/16\"\n\nThis Item Ships via Common Carrier. For more information and tips to help your delivery go smoothly, click here.",
    "id": 17,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 2299.73,
        "id": 16,
        "sfid": "01u5e000000LQ9PAAW"
      }
    ],
    "categories": {
      "id": 29,
      "name": "Reach-In Refrigerators",
      "parent_c": [
        {
          "id": 28,
          "name": "Reach-In Refrigerators and Freezers",
          "parent_c": [
            {
              "name": "Refrigeration Equipment",
              "id": 27,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621206587/commerce/2127049.jpg",
    "productcode": "185RB19HCS",
    "sfid": "01t5e0000001mtbAAA",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [
      {
        "name": "Refrigerator"
      },
      {
        "name": "Reach in"
      },
      {
        "name": "Beverage-Air"
      }
    ],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Refrigerators"
      }
    ],
    "account": {
      "name": "Beverage-Air"
    }
  },
  {
    "name": "Lancaster Table & Seating Distressed Copper Frame Ladder Back Cafe Chair with Dark Brown Padded Seat",
    "createddate": "2021-05-01T02:37:22",
    "description": "Seat your guests in comfort and style with this Lancaster Table & Seating distressed copper frame ladder back cafe chair with dark brown padded seat! This chair's distressed copper finish gives you an elegant, upscale look that matches almost any decor, while the sturdy frame provides long-lasting durability. Plus, its eye-catching ladder back design is also contoured for a customer's back, which provides unmatched comfort while maintaining a distinct look for your bar. It is the perfect height for sitting at tables in your cafe or dining room.\n\nThis chair's 2 1/2\" vinyl padded seat ensures comfort for your patrons while they enjoy one of your signature drinks or meals. In addition, four legs are connected with a support for additional stability and capped with plastic glides to protect your floors from scratches and scuff marks. For additional user convenience, this chair boasts a 300 lb. weight capacity and gives the chair a sturdy, stable foundation. Plus, the seat comes detached and assembly is required. The reliable design ensures you'll be using this chair in your cafe or restaurant for years to come!\n\nOverall Dimensions:\nWidth: 18 1/2\"\nDepth: 17\"\nHeight: 32\"\nCapacity: 300 lb.\n\nSeat Dimensions:\nSeat Width: 16 3/4\"\nSeat Depth: 16 3/4\"\nCushion Thickness: 2 1/2\"",
    "id": 7,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [
      {
        "name": "vatlayer.description",
        "value__c": "standard",
        "id": 3
      },
      {
        "name": "vatlayer.code",
        "value__c": "standard",
        "id": 4
      }
    ],
    "pricebookentries": [
      {
        "unitprice": 33.5,
        "id": 7,
        "sfid": "01u5e000000L4htAAC"
      }
    ],
    "categories": {
      "id": 17,
      "name": "Furniture",
      "parent_c": [
        {
          "id": 16,
          "name": "Seatings",
          "parent_c": []
        }
      ]
    },
    "product_image__c": "https://magnustestcom-dev-ed--c.documentforce.com/sfc/servlet.shepherd/version/renditionDownload?rendition=ORIGINAL_Png&versionId=0685e000000gMou&operationContext=CHATTER&contentId=05T5e000000nTHO",
    "productcode": "164CLDRCPDDB",
    "sfid": "01t5e0000001RXlAAM",
    "tags__c": "chair, brown, wooden",
    "productvariety__cs": [
      {
        "id": 1,
        "sfid": "a055e0000003drUAAQ",
        "product__c": "01t5e0000001RXlAAM"
      }
    ],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Chairs"
      }
    ],
    "account": {
      "name": "Lancaster Table & Seating"
    }
  },
  {
    "name": "Vollrath Z4014 Wear-Ever 14\" Aluminum Non-Stick Fry Pan with CeramiGuard II Coating and Blue Cool Handle",
    "createddate": "2021-05-16T01:58:22",
    "description": "Cook delicious meals with ease when you use this Vollrath Z4014 Wear-Ever 14\" aluminum non-stick fry pan with CeramiGuard II coating and blue cool handle!\n\nIdeal for making low acidic foods such as mushrooms, broccoli, and cauliflower, the Vollrath Z4014 Wear-Ever 14\" fry pan features Vollrath's innovative CeramiGuard II non-stick coating. This helps maintain longer life, better food release, faster clean-up, and lower replacement costs when compared to traditional fry pans! Made from strong, aluminum material, this non-stick fry pan with EverTite cool handle is ideal for any commercial kitchen.",
    "id": 12,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 75.29,
        "id": 12,
        "sfid": "01u5e000000LPzeAAG"
      }
    ],
    "categories": {
      "id": 23,
      "name": "Frying Pan",
      "parent_c": [
        {
          "id": 22,
          "name": "Cookware",
          "parent_c": [
            {
              "name": "Smallwares",
              "id": 3,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621130268/commerce/938038.jpg",
    "productcode": "922Z4014",
    "sfid": "01t5e0000001mctAAA",
    "tags__c": "Frying pan, Vollrath, steel frying pan, non-stick fry pan",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Frying Pans"
      }
    ],
    "account": {
      "name": "Vollrath"
    }
  },
  {
    "name": "Island Oasis 1 Liter Wildberry Pomegranate Puree Beverage Mix",
    "createddate": "2021-05-16T22:54:05",
    "description": "Bring fresh-picked berry flavor to your menu any time of the year with Island Oasis 1 liter wildberry pomegranate puree beverage mix! This beverage mix is made with real fruit and pure cane sugar to deliver a sweet, vibrant flavor of berries and pomegranate and does not contain any artificial flavors, colors, or preservatives. With such simple ingredients, this mix allows your drinks to taste naturally and authentically delicious in their purest form. This beverage mix is wonderfully versatile to create a number of refreshments, such as smoothies, cocktails, iced teas, lemonades, and mocktails.\n\nAs a ready-to-use product, your employees can quickly and easily add this beverage mix to any drink that's ordered, resulting in quicker service time and lower labor cost. Making a smoothie is as easy as adding 5 oz. of this mix to 7 oz. of ice and blending until smooth! For a frozen cocktail, instead blend together 4 oz. of mix, 7 oz. of ice, and 1 oz. of liquor. Rocks cocktails are also easy to make - simply mix 3 oz. of this mix, 1 oz. of liquor, and 3 oz. of water and pour it over ice to create a drink customers will not soon forget. This beverage mix is shelf stable and only requires refrigeration after it is opened. Each beverage mix makes approximately (8) 12 oz. servings and is best if used within 7 days after opening.\n\nSince 1984, Island Oasis has brought the tropical taste of blended drinks to bars and commercial kitchens everywhere. With a large selection of beverage mixes and bar equipment, they are dedicated to helping you design signature cocktail menus that are filled with the sweet flavors of smoothies, daiquiris, and frozen margaritas, with the ease of high-quality blenders to help you craft the perfect drink every time. Extremely versatile and created with real, natural ingredients, Island Oasis brings the true taste of paradise to your restaurant.\n\nWildberry Sparkling Lemonade\n\nIce\n1 oz. Island Oasis wildberry pomegranate puree\n3 oz. lemonade\n4 oz. carbonated water\nOptional garnish: sprig of mint or basil\n\nCombine all ingredients in the order listed into a serving glass. Stir gently to mix, garnish, and serve.",
    "id": 15,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 5.98,
        "id": 14,
        "sfid": "01u5e000000LQ9AAAW"
      }
    ],
    "categories": {
      "id": 25,
      "name": "Smoothie Mixes",
      "parent_c": [
        {
          "id": 24,
          "name": "Iced and Frozen Beverages",
          "parent_c": [
            {
              "name": "Beverages",
              "id": 8,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621205638/commerce/2183402.webp",
    "productcode": "711IOWBRYPOM",
    "sfid": "01t5e0000001mtGAAQ",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [
      {
        "name": "Wild Berry"
      },
      {
        "name": "Island Oasis"
      },
      {
        "name": "Fruit Mixers"
      }
    ],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Fruit Puree"
      }
    ],
    "account": {
      "name": "Island Oasis"
    }
  },
  {
    "name": "Lancaster Table & Seating 30\" x 72\" Heavy-Duty Granite White Plastic Folding Table",
    "createddate": "2021-05-16T22:56:03",
    "description": "Choose a heavy-duty 30\" x 72\" granite white plastic folding table from Lancaster Table & Seating for your next catered event.\n\nLancaster Table & Seating's 30\" x 72\" heavy-duty granite white plastic folding table is an economical choice for any restaurant, bar, banquet hall, buffet, school, or catered event. Its sturdy powder-coated steel frame can stand up to even your heaviest serving platters or chafing dishes, making it a more secure option than a traditional wooden table. Additionally, the high-impact polyethylene table top will not crack, chip, or peel, allowing you to use it both indoors and outdoors. This table is also easy to clean, so you can quickly wipe it down after an event.\n\n    Seating Capacity: 6 - 8\n    Seating Capacity: 6 - 8\n\n    Six to eight people can comfortably sit at this table.",
    "id": 14,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 53.49,
        "id": 13,
        "sfid": "01u5e000000LQ95AAG"
      }
    ],
    "categories": {
      "id": 26,
      "name": "Folding Tables and Chairs",
      "parent_c": [
        {
          "id": 17,
          "name": "Furniture",
          "parent_c": [
            {
              "name": "Seatings",
              "id": 16,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621205698/commerce/1681935.webp",
    "productcode": "384YCZ7230",
    "sfid": "01t5e0000001mtQAAQ",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [
      {
        "name": "Chair"
      },
      {
        "name": "Lancaster"
      },
      {
        "name": "Foldable"
      }
    ],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Folding Tables"
      }
    ],
    "account": {
      "name": "Lancaster Table & Seating"
    }
  },
  {
    "name": "Crown Verity CV-MCB-60RGP-LP Liquid Propane 60\" Mobile Outdoor Grill with RGP Roll Dome / Griddle Package",
    "createddate": "2021-05-16T23:42:41",
    "description": "Crown Verity CV-MCB-60RGP-LP Details\n\nCook high-quality grilled food at your next event with the Crown Verity CV-MCB-60RGP-LP liquid propane 60\" mobile outdoor grill! Whether you're catering with it or hosting a big event at your hotel, this high-performance stainless steel grill will withstand frequent use while delivering excellent results. This grill comes with a two-stage regulator and hose for a secure connection to your tank, which you can place in a holder on the back if it's 20 lb. or less. It boasts eight burners placed every 5 3/4\" to ensure the most even heat pattern possible, and it produces up to 129,000 BTUH. It heats to cooking temperature within five minutes, which means that you can complete your food prep and get right to work with little wasted time.\n\nThe RGP roll dome / griddle set includes (1) 30\" roll dome and (1) 30\" bun rack as well as (1) 30\" removable griddle. The griddle features 5/16\" thick cold rolled steel plates with splash guards and a removable grease tray, allowing you to use your charbroiler to make delicious pancakes, bacon, and eggs. The dome, when closed, can increase production rates by as much as 40%, while the bun / warming rack allows you to toast up plenty of crisp hot dog buns or simply keep food warm. However you choose to use it, this convenient grill set provides optimum versatility to churn out a wide variety of menu items.\n\nWith a 58\" x 21\" cooking surface, you'll find the ideal balance of convenient size and efficient production. The body, legs, cooking grates, burners, under shelf, radiants, water pans, fasteners, and pilot tubes are all constructed with 304 series stainless steel for long-term durability and improved sanitation. Water pans with drain ports not only help make cleaning a breeze, but also reduce grease fire hazards for added safety. With two 14\" wheels and two lockable casters, you'll be able to position this grill in the optimal spot.\n\nOverall Dimensions:\nWidth: 69\"\nDepth: 28\"\nCooking Height: 36\"\nHeight (with Roll Dome): 52\"\nHeight (with Griddle): 43 1/2\"\n\nCooking Surface Dimensions:\nWidth: 58\"\nDepth: 21\"\n\nThis Item Ships via Common Carrier. For more information and tips to help your delivery go smoothly, click here.\n\nBecause this item is not stocked in our warehouse, processing, transit times and stock availability will vary. If you need your items by a certain date, please contact us prior to placing your order. Expedited shipping availability may vary. We cannot guarantee that this item can be cancelled off of the order or returned once it is placed.",
    "id": 20,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 4442,
        "id": 36,
        "sfid": "01u5e000000LQ97AAG"
      }
    ],
    "categories": {
      "id": 11,
      "name": "Grills",
      "parent_c": [
        {
          "id": 6,
          "name": "Cooking Equipment",
          "parent_c": [
            {
              "name": "Restaurant Equipment",
              "id": 5,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621208468/commerce/1992850.webp",
    "productcode": "255MCB60PKG5",
    "sfid": "01t5e0000001mukAAA",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [
      {
        "name": "Griddle"
      },
      {
        "name": "Propane"
      }
    ],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Grills"
      }
    ],
    "account": {
      "name": "Crown Verity"
    }
  },
  {
    "name": "Avantco SS-2R-4-HC 54\" Stainless Steel Solid Half Door Reach-In Refrigerator",
    "createddate": "2021-05-16T23:03:17",
    "description": "This Avantco SS-2R-4-HC 54\" solid half door reach-in refrigerator is engineered to hold your cold food investments in a food safe environment.\n\nProperly storing food is imperative, so make sure that your operation is outfitted with a refrigerator that's durable, reliable, and easy to use! Built with 430 and 304 stainless steel, this unit features interior shelves, self-closing doors, and an automatic defrost feature all designed for your convenience. Maintaining interior temperatures between 33 and 40 degrees Fahrenheit, the refrigerator relies on eco-friendly refrigerant, making it not only beneficial to you and your customers, but to the environment, as well! This unit also comes with a 2 year Parts and Labor Warranty, providing lasting quality assurance and peace of mind.\n\n    ETL Sanitation\n    ETL Sanitation\n\n    This item meets the sanitation standards imposed by the ETL, a division of the Intertek Group.\n    ETL US & Canada\n    ETL US & Canada\n\n    This item meets the electrical product safety standards imposed by the ETL, a division of the Intertek Group, for use in the United States and Canada.\n    5-15P\n    5-15P\n\n    This unit comes with a NEMA 5-15P plug.",
    "id": 16,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 3199,
        "id": 15,
        "sfid": "01u5e000000LQ9FAAW"
      }
    ],
    "categories": {
      "id": 29,
      "name": "Reach-In Refrigerators",
      "parent_c": [
        {
          "id": 28,
          "name": "Reach-In Refrigerators and Freezers",
          "parent_c": [
            {
              "name": "Refrigeration Equipment",
              "id": 27,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621205908/commerce/1679304.jpg",
    "productcode": "178SS2R4HC",
    "sfid": "01t5e0000001mtaAAA",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [
      {
        "name": "Refrigerator"
      },
      {
        "name": "Reach In Refridgerator"
      }
    ],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Reach In"
      },
      {
        "name": "Refrigerators"
      }
    ],
    "account": {
      "name": "Avantco"
    }
  },
  {
    "name": "Backyard Pro PL2032 32\" Wood-Fired Pellet Grill with Advanced Controls - 780 Sq. In.",
    "createddate": "2021-05-16T23:45:50",
    "description": "Smoke out the competition with the versatile Backyard Pro PL2032 32\" wood-fired pellet grill with advanced controls.\n\nThis wood-fired pellet grill is a workhorse ready to tackle diverse menus and high-volume demands! It elevates each meal with a rich, wood-fired flavor, allowing staff to craft meat entrees to perfection. Plus, because its advanced controls eliminate the hassle of constant temperature regulation, the grill is a must-have for anyone who values simple operation and incredible results.",
    "id": 22,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 549,
        "id": 32,
        "sfid": "01u5e000000LQ9GAAW"
      }
    ],
    "categories": {
      "id": 11,
      "name": "Grills",
      "parent_c": [
        {
          "id": 6,
          "name": "Cooking Equipment",
          "parent_c": [
            {
              "name": "Restaurant Equipment",
              "id": 5,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621208720/commerce/2026398.jpg",
    "productcode": "554PL2032",
    "sfid": "01t5e0000001mvrAAA",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [
      {
        "name": "Wood"
      },
      {
        "name": "Charcoal"
      }
    ],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Grills"
      },
      {
        "name": "Smokers"
      }
    ],
    "account": {
      "name": "Backyard Pro"
    }
  },
  {
    "name": "Warrington Farm Meats 5 lb. Frozen Ground Round Beef 90% Lean 10% Fat - 4/Case",
    "createddate": "2021-05-16T23:48:36",
    "description": "With a rich, meaty flavor, this Warrington Farm Meats 5 lb. ground round beef makes it easy to provide flavorful, thick, juicy burgers, sensational taco salads, and hearty homemade meatloaf. This ground beef features a 90/10 all-beef blend. It contains 90% lean meat and 10% fat, making it a lean choice for less waste and limited shrinkage. It's perfect for rolling into spicy meatballs, incorporating into a zesty meat sauce, or making into a satisfying sloppy joe. Use it in thick, meaty chili, classic shepherd's pie, and cheesy meat lasagna. The timeless taste makes it great for any recipe requiring ground beef!\n\nThis ground beef hamburger meat comes in a bulk 5 lb. pack, great for restaurants, bars, and caterers, alike. Use it to make sliders at your snack bar or savory taco dip cups at your deli. Make a kid-friendly cheeseburger macaroni and cheese or a one pot cheeseburger casserole. It's great for making sweet cocktail meatballs or creamy Swedish meatballs. Use it in a comforting stuffed green pepper recipe or a trendy Korean beef bowl.\n\nSince 1974, Warrington Farm Meats has been combining decades of experience with a passion for perfection to create world-class meat products. This family owned and operated company uses time-honored practices to craft premium meats that you can serve with pride. Their farm-raised beef comes from cows who spend their lives grazing on the lush, fertile pastures of Southeastern Pennsylvania, and every steak is carefully processed and butchered by hand. From expertly trimmed pork and beef to patiently smoked, hand-stuffed sausages, your patrons will taste the quality of Warrington Farm Meats in every bite!",
    "id": 24,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 76.56,
        "id": 33,
        "sfid": "01u5e000000LQBaAAO"
      }
    ],
    "categories": {
      "id": 21,
      "name": "Beef",
      "parent_c": [
        {
          "id": 20,
          "name": "Meat & Seafood",
          "parent_c": [
            {
              "name": "Food & Beverages",
              "id": 7,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621208899/commerce/1918392.jpg",
    "productcode": "871WAR2932F",
    "sfid": "01t5e0000001mvsAAA",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [
      {
        "name": "Warrington Farm"
      },
      {
        "name": "Steak"
      }
    ],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Ground Beef"
      }
    ],
    "account": {
      "name": "Warrington Farm Meats"
    }
  },
  {
    "name": "Warrington Farm Meats 5 lb. Boneless Beef Short Ribs - 2/Case",
    "createddate": "2021-05-16T23:47:33",
    "description": "Serve up bold BBQ flavor with these Warrington Farm Meats boneless beef short ribs! Cut from the plate primal, these short ribs offer up big, beefy flavor that your meat-loving patrons are sure to appreciate. They're richly marbled with fat for unbeatable taste and cook up to a melt-in-your-mouth tender texture. This rib meat has been separated from the bone, offering extra meaty goodness that's perfect for shredding! Warrington Farm Meats' boneless beef short ribs come from local, farm-raised, -processed, and -butchered beef to ensure quality control, ethical animal practices, and an unrivaled freshness.\n\nThese short ribs have a moderate amount of connective tissue, making them great for low and slow cooking methods like braising, roasting, or smoking. When cooked over low heat for a long period of time, these short ribs will develop an irresistibly tender texture and mouthwatering depth of flavor! Season these short ribs to your liking with dry rubs or sweet and tangy barbecue sauces; once they're cooked, shred the rib meat and add it to sandwiches that'll have your hungry patrons coming back for more.\n\nSince 1974, Warrington Farm Meats has been combining decades of experience with a passion for perfection to create world-class meat products. This family owned and operated company uses time-honored practices to craft premium meats that you can serve with pride. Their farm-raised beef comes from cows who spend their lives grazing on the lush, fertile pastures of Southeastern Pennsylvania, and every cut of meat is carefully processed and butchered by hand. From expertly trimmed pork and beef to patiently smoked, hand-stuffed sausages, your patrons will taste the quality of Warrington Farm Meats in every bite!",
    "id": 23,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 89.88,
        "id": 34,
        "sfid": "01u5e000000LQBVAA4"
      }
    ],
    "categories": {
      "id": 21,
      "name": "Beef",
      "parent_c": [
        {
          "id": 20,
          "name": "Meat & Seafood",
          "parent_c": [
            {
              "name": "Food & Beverages",
              "id": 7,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621208823/commerce/2181321.jpg",
    "productcode": "871WAR9030",
    "sfid": "01t5e0000001mwFAAQ",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [
      {
        "name": "beef"
      },
      {
        "name": "Warrington Farm"
      }
    ],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Short Ribs"
      }
    ],
    "account": {
      "name": "Warrington Farm Meats"
    }
  },
  {
    "name": "Avantco FF300 Natural Gas 40 lb. Stainless Steel Floor Fryer",
    "createddate": "2021-05-01T00:33:46",
    "description": "This Avantco FF300 natural gas 40 lb. floor fryer has all the features your kitchen needs to prepare perfectly fried foods!\n\nWith enough power to fry a variety of popular appetizers and entrees like french fries, onion rings, and hot wings, this fryer features a durable stainless steel exterior and fry tank to stand up to the daily demands of your busy kitchen. Its 40 lb. capacity makes this unit a great choice for light-duty use in restaurants, concession stands, or pizzerias.",
    "id": 2,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 729,
        "id": 6,
        "sfid": "01u5e000000L4i9AAC"
      }
    ],
    "categories": {
      "id": 10,
      "name": "Deep Fryers",
      "parent_c": [
        {
          "id": 6,
          "name": "Cooking Equipment",
          "parent_c": [
            {
              "name": "Restaurant Equipment",
              "id": 5,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://magnustestcom-dev-ed--c.documentforce.com/sfc/servlet.shepherd/version/renditionDownload?rendition=ORIGINAL_Png&versionId=0685e000000gMmy&operationContext=CHATTER&contentId=05T5e000000nTE5",
    "productcode": "177FF300N",
    "sfid": "01t5e0000001RXMAA2",
    "tags__c": "deep fryer",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Gas Floor Fryers"
      }
    ],
    "account": {
      "name": "Avantco"
    }
  },
  {
    "name": "Monin 1 Liter Premium Vanilla Flavoring Syrup",
    "createddate": "2021-05-01T00:35:36",
    "description": "Bring distinct, original flavor to your beverages with this Monin 1 liter premium vanilla flavoring syrup!\n\nMade with premium, real Madagascar vanilla, pure cane sugar, and no artificial ingredients, this clean label syrup delivers a smooth, custard-like vanilla flavor with a sweet vanilla extract aroma. It provides a quick and easy way to add authentic flavor to your mixed or blended drinks without overpowering them or being too sweet. Use it to enhance your lattes, mochas, dessert cocktails, shakes, smoothies, and sodas, or to create delicious dessert sauces, icings, and flavored whipped cream! Packaged in a shatterproof bottle, it boasts a sleek appearance for an attractive shelf presence and can easily be paired with a compatible pump for quick, efficient service during peak serving hours.",
    "id": 3,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 7.5,
        "id": 4,
        "sfid": "01u5e000000L4i7AAC"
      }
    ],
    "categories": {
      "id": 8,
      "name": "Beverages",
      "parent_c": []
    },
    "product_image__c": "https://magnustestcom-dev-ed--c.documentforce.com/sfc/servlet.shepherd/version/renditionDownload?rendition=ORIGINAL_Jpg&versionId=0685e000000gMn3&operationContext=CHATTER&contentId=05T5e000000nTEA",
    "productcode": "544SYPFR045F",
    "sfid": "01t5e0000001RXRAA2",
    "tags__c": "beverage, cocktail syrup, mixers",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Flavoring Syrups"
      }
    ],
    "account": {
      "name": "Monin"
    }
  },
  {
    "name": "Avantco P88SG Double Commercial Panini Sandwich Grill with Grooved Top and Smooth Bottom Plates - 18 3/16\" x 9 1/16\" Cooking Surface - 120V, 3500W",
    "createddate": "2021-05-18T23:45:50",
    "description": "Create tantalizing, beautiful grill marks while ensuring even heat distribution with the Avantco P88SG double grooved top and smooth bottom panini grill.\n\nBoasting 3500W of heating power, this double grooved top and smooth bottom panini grill allows you to double your production rate while quickly and efficiently creating your most popular sandwiches, quesadillas, and hamburgers. And, with a compact 22\" x 12\" footprint, you'll have no trouble finding space for it at your sandwich shop, concession stand, pizzeria, or food truck.",
    "id": 34,
    "lastmodifieddate": "2021-05-18T23:59:48",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 281.13,
        "id": 44,
        "sfid": "01u5e000000LTPuAAO"
      }
    ],
    "categories": {
      "id": 31,
      "name": "Panini Grills",
      "parent_c": [
        {
          "id": 6,
          "name": "Cooking Equipment",
          "parent_c": [
            {
              "name": "Restaurant Equipment",
              "id": 5,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621381504/commerce/1906694.jpg",
    "productcode": "177P88SG",
    "sfid": "01t5e0000001pOXAAY",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Panini Grills"
      }
    ],
    "account": {
      "name": "Avantco"
    }
  },
  {
    "name": "Warrington Farm Meats 5 oz. Frozen Filet Mignon Steak - 6/Case",
    "createddate": "2021-05-18T23:18:20",
    "description": "Serve your customers a truly exquisite entree that they won't forget with this Warrington Farm Meats 5 oz. filet mignon! This steak is cut from the very tip of the tenderloin; because this muscle bears no weight, it never develops any dense connective tissue, making filet mignon the most tender cut of beef. This tenderness, coupled with its especially mild flavor, has made filet mignon arguably the most prized and valuable steak on the market. When cooked to medium-rare perfection and served alongside tender, fresh vegetables or garlicky mashed potatoes, this fork-tender, melt-in-your-mouth steak makes a truly show-stopping addition to your menu! Warrington Farm Meats' premium filet mignon steak comes from local, farm-raised, processed, and butchered beef to ensure quality control, ethical animal practices, and an unrivaled freshness that makes it worthy of being served in the world's finest steakhouses.\n\nThanks to a lack of dense connective tissue in this cut, filet mignon is perfect for fast cooking methods like grilling or searing. However, avoid wasting time and money by overcooking this valuable and delicious piece of meat! Filet mignon is often served rare or medium rare to enhance the flavor and juicy texture of the meat. One fail-safe method for cooking this dainty steak is to begin by searing it in a cast iron pan for 5 minutes on both sides to brown the outside and develop a mouthwatering exterior, then transfer the pan to a 400 degree oven to ensure that the meat is evenly cooked through. You can also try cooking the steak sous vide in an immersion cooker, then searing the outside just before you serve it to achieve perfection every time!\n\nSince 1974, Warrington Farm Meats has been combining decades of experience with a passion for perfection to create world-class meat products. This family owned and operated company uses time-honored practices to craft premium meats that you can serve with pride. Their farm-raised beef comes from cows who spend their lives grazing on the lush, fertile pastures of Southeastern Pennsylvania, and every cut of meat is carefully processed and butchered by hand. From expertly trimmed pork and beef to patiently smoked, hand-stuffed sausages, your patrons will taste the quality of Warrington Farm Meats in every bite!",
    "id": 26,
    "lastmodifieddate": "2021-05-18T23:18:29",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 72.49,
        "id": 43,
        "sfid": "01u5e000000LTPtAAO"
      }
    ],
    "categories": {
      "id": 21,
      "name": "Beef",
      "parent_c": [
        {
          "id": 20,
          "name": "Meat & Seafood",
          "parent_c": [
            {
              "name": "Food & Beverages",
              "id": 7,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621379872/commerce/2178835.jpg",
    "productcode": "871WAR1960F",
    "sfid": "01t5e0000001pKEAAY",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Steak"
      }
    ],
    "account": {
      "name": "Warrington Farm Meats"
    }
  },
  {
    "name": "Acopa 4 oz. Ivory (American White) Stoneware Fruit Dish with Blue Bands - 36/Case",
    "createddate": "2021-05-01T02:32:49",
    "description": "Details\n\nOffer up dinner service with a hint of color using this Acopa 4 oz. ivory (American white) stoneware fruit dish with blue bands. Great for serving small sides of fruit or specialty salads, this piece is made of durable stoneware to reduce the amount of chipping and breaking in your diner or casual restaurant. The ivory color gives it a timeless touch, while the blue bands bring a touch of warmth and whimsy to the table. This bowl is oven safe up to 350 degrees Fahrenheit, making it perfect for warming purposes. Pair it with additional matching Acopa blue band stoneware pieces (sold separately) for a look that can't be beat.\n\nAn ever-expanding brand, Acopa is known for its high-quality items and exceptional value. From trendy dinnerware and timeless flatware to long-lasting glassware and stylish catering and beverage service supplies, Acopa is your destination for any tabletop and front of house need. Created with the consumer in mind, Acopa has the perfect solution for a variety of food service and hospitality establishments.\n\nOverall Dimensions:\nTop Diameter: 4 1/4\"\nBottom Diameter: 2\"\nHeight: 1\"\nCapacity: 4 oz.",
    "id": 8,
    "lastmodifieddate": "2021-05-19T00:24:00",
    "metadata__cs": [
      {
        "name": "vatlayer.code",
        "value__c": "standard",
        "id": 1
      },
      {
        "name": "vatlayer.description",
        "value__c": "standard",
        "id": 2
      }
    ],
    "pricebookentries": [
      {
        "unitprice": 21.52,
        "id": 8,
        "sfid": "01u5e000000L4iWAAS"
      }
    ],
    "categories": {
      "id": 15,
      "name": "Bowls",
      "parent_c": [
        {
          "id": 14,
          "name": "Dinnerware",
          "parent_c": [
            {
              "name": "Tabletop",
              "id": 1,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://magnustestcom-dev-ed--c.documentforce.com/sfc/servlet.shepherd/version/renditionDownload?rendition=ORIGINAL_Jpg&versionId=0685e000000gMoQ&operationContext=CHATTER&contentId=05T5e000000nTGL",
    "productcode": "303BBF4",
    "sfid": "01t5e0000001RXgAAM",
    "tags__c": "chinese, platter, bowl",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Fruit Dishes"
      },
      {
        "name": "Monkey Dishes"
      }
    ],
    "account": {
      "name": "Acopa"
    }
  },
  {
    "name": "Warrington Farm Meats 12 oz. Frozen New York Strip Steak - 4/Case",
    "createddate": "2021-05-15T21:11:27",
    "description": "Irresistibly rich, savory flavor and buttery, tender texture await your customers in every succulent bite of this Warrington Farm Meats 12 oz. New York strip steak! This steak is cut from the prized short loin and features moderate fat marbling throughout, giving it a richly beefy flavor. This legendary flavor, coupled with a texture so tender you can cut it with a fork, makes the New York strip a popular offering in steakhouses and fine dining establishments all over the world. When cooked to medium-rare perfection and served alongside tender, fresh vegetables or garlicky mashed potatoes, this first-class, boneless steak makes a truly show-stopping addition to your menu! Warrington Farm Meats' premium New York strip steak comes from local, farm-raised, processed, and butchered beef to ensure quality control, ethical animal practices, and an unrivaled freshness that makes it worthy of being served in the world's finest steakhouses.\n\nThanks to a lack of dense muscle and connective tissue in this cut, this tender New York strip steak is perfect for fast cooking methods like grilling, searing, roasting, or broiling. You can even smoke it for an especially bold flavor or cook it sous vide to ensure an unadulterated taste and a perfect level of doneness! For optimal results, try dry-brining the steak in kosher salt overnight in your refrigerator. When it comes time to cook, rinse off the salt, pat dry with a paper towel, and sprinkle coarsely ground black pepper on each side. Because the New York strip steak does not need many other ingredients or sauces to deliver big flavor, this simple seasoning is perfect for enhancing the natural flavors of the beef while ensuring a crisp, brown crust and a tender, juicy interior.\n\nSince 1974, Warrington Farm Meats has been combining decades of experience with a passion for perfection to create world-class meat products. This family owned and operated company uses time-honored practices to craft premium meats that you can serve with pride. Their farm-raised beef comes from cows who spend their lives grazing on the lush, fertile pastures of Southeastern Pennsylvania, and every cut of meat is carefully processed and butchered by hand. From expertly trimmed pork and beef to patiently smoked, hand-stuffed sausages, your patrons will taste the quality of Warrington Farm Meats in every bite!",
    "id": 10,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 43.99,
        "id": 9,
        "sfid": "01u5e000000LPzUAAW"
      }
    ],
    "categories": {
      "id": 21,
      "name": "Beef",
      "parent_c": [
        {
          "id": 20,
          "name": "Meat & Seafood",
          "parent_c": [
            {
              "name": "Food & Beverages",
              "id": 7,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621112538/commerce/2178783.jpg",
    "productcode": "871WAR1949F",
    "sfid": "01t5e0000001masAAA",
    "tags__c": "Meat, beef, Prepared Meats, strip",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Steak"
      }
    ],
    "account": {
      "name": "Warrington Farm Meats"
    }
  },
  {
    "name": "Vollrath Tribute 3-Piece Tri-Ply Stainless Steel Fry Pan Set with TriVent Chrome Plated Handles - 8\", 10\", and 12\" Frying Pans",
    "createddate": "2021-05-16T01:56:53",
    "description": "Cook delicious meals with absolute ease and skillfully brown, sear, or fry your menu items with this Vollrath Tribute 3-piece tri-ply stainless steel fry pan set with TriVent chrome plated handles. Featuring an exceptional 3-ply construction with an impact-resistant 3004 aluminum alloy core, this versatile set is built for enhanced performance and includes (1) 8\", (1) 10\", and (1) 12\" frying pan to satisfy all of your cooking needs. While the aluminum core expands throughout the entire pan, eliminating hot spots to provide even heating on both the sides and bottom, its non-reactive 18-8 stainless steel interior guarantees flavor neutrality. The pan is also topped with a strong 18-0 stainless steel exterior to stand up to punishing commercial kitchen conditions, which makes it suitable for use on gas, electric, and induction ranges. Plus, the TriVent chrome plated handle is ergonomically shaped to reduce user stress and fatigue.\n\nThis item also features gently sloped sides, which are perfect for turning, flipping, and removing delicious vegetable medleys from your pan. The handles even come riveted to the body of each pan with the EverTite riveting system for a more secure grip and rigid connection, which guarantees that the handles won't come loose or break off over time. Easy to clean and versatile by design, this top-of-the-line set is a must-have addition to any commercial kitchen! Whether you need it to sear salmon, brown potatoes, or fry up tasty treats, this product is sure to get the job done right.\n\nSet Includes:\n(1) 8\" Tri-ply stainless steel fry pan\n(1) 10\" Tri-ply stainless steel fry pan\n(1) 12\" Tri-ply stainless steel fry pan\n\n8\" Pan Dimensions:\nTop Diameter: 8\"\nBottom Diameter: 5 3/4\"\nHeight: 1 7/8\"\n\n10\" Pan Dimensions:\nTop Diameter: 10\"\nBottom Diameter: 7 5/8\"\nHeight: 2 1/8\"\n\n12\" Pan Dimensions:\nTop Diameter: 12\"\nBottom Diameter: 9 3/4\"\nHeight: 2 1/2\"",
    "id": 13,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 184.99,
        "id": 10,
        "sfid": "01u5e000000LPzZAAW"
      }
    ],
    "categories": {
      "id": 23,
      "name": "Frying Pan",
      "parent_c": [
        {
          "id": 22,
          "name": "Cookware",
          "parent_c": [
            {
              "name": "Smallwares",
              "id": 3,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621130145/commerce/1982287.jpg",
    "productcode": "922FRY3PNTR",
    "sfid": "01t5e0000001mcoAAA",
    "tags__c": "Cookware, Frying pans, vollrath",
    "productvariety__cs": [],
    "producttag__cs": [
      {
        "name": "Frying pan"
      },
      {
        "name": "Vollrath"
      }
    ],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Frying Pan Sets"
      }
    ],
    "account": {
      "name": "Vollrath"
    }
  },
  {
    "name": "Crown Verity MG-30 Natural Gas 28\" Portable Outdoor Griddle",
    "createddate": "2021-05-18T23:50:54",
    "description": "Crown Verity CV-MG-30NG Details\n\nThanks to its easily removable griddle plate, this Crown Verity MG-30 natural gas portable outdoor griddle quickly converts to a charbroiler to help you greatly expand your menu offerings. First, prepare the perfect outdoor breakfast with bacon, eggs, pancakes, and sausage. Then, pop off the griddle plate, slide in a grill grate (sold separately), and start charbroiling burgers and hot dogs for lunch!\n\nThis dual functionality makes the Crown Verity MG-30 portable outdoor griddle an ideal addition to resorts, country clubs, private pools, or any outdoor catered event. The MG-30 28\" portable outdoor griddle features an impressive 64,500 BTU heating system with 4 burners.\n\nThe griddle top is made of rugged 5/16\" cold rolled steel. A stainless steel splash guard protects your guests from flying grease, while a removable grease tray promotes quick and easy cleaning, and a water pan with drain ports is included to help minimize the risk of grease fires.\n\nFor greater mobility on rough outdoor terrain, this unit comes with two 14\" wheels and two locking casters.\n\nPropane models ships completely assembled with a two stage regulator and gas hose included so that you can starting using your new outdoor griddle right away. The built-in tank holder on the back of the unit is built to hold a single 20 lb. propane tank.\n\nNatural gas models feature a single gas connection and 10' quick disconnect hose.\n\nOverall Dimensions:\nWidth: 38\"\nDepth: 28\"\nHeight: 43 1/4\"\n\nCooking Surface Dimensions:\nWidth: 28\"\nDepth: 21\"\n\nThis Item Ships via Common Carrier. For more information and tips to help your delivery go smoothly, click here.\n\nBecause this item is not stocked in our warehouse, processing, transit times and stock availability will vary. If you need your items by a certain date, please contact us prior to placing your order. Expedited shipping availability may vary. We cannot guarantee that this item can be cancelled off of the order or returned once it is placed.",
    "id": 38,
    "lastmodifieddate": "2021-05-19T01:34:21",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 2337,
        "id": 47,
        "sfid": "01u5e000000LTQ3AAO"
      }
    ],
    "categories": {
      "id": 32,
      "name": "Griddles",
      "parent_c": [
        {
          "id": 11,
          "name": "Grills",
          "parent_c": [
            {
              "name": "Cooking Equipment",
              "id": 6,
              "parent_c": [
                {
                  "name": "Restaurant Equipment",
                  "id": 5,
                  "parent_c": []
                }
              ]
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621381785/commerce/868127.webp",
    "productcode": "255MG30N",
    "sfid": "01t5e0000001pObAAI",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Griddles"
      }
    ],
    "account": {
      "name": "Crown Verity"
    }
  },
  {
    "name": "Backyard Pro CHAR-30 30\" Heavy-Duty Steel Charcoal Grill with Adjustable Grates, Removable Legs, and Cover",
    "createddate": "2021-05-16T23:44:41",
    "description": "Grill delicious meals with this portable Backyard Pro 30\" heavy-duty steel charcoal grill!\n\nWhether you're cooking for multiple tables or only a few customers, this heavy-duty steel charcoal grill is just what you need. Equipped with 720 sq. in. of cooking surface, an adjustable grate, removable legs, and lockable casters, this unit will hold up all season long!",
    "id": 21,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 406.99,
        "id": 31,
        "sfid": "01u5e000000LQ98AAG"
      }
    ],
    "categories": {
      "id": 11,
      "name": "Grills",
      "parent_c": [
        {
          "id": 6,
          "name": "Cooking Equipment",
          "parent_c": [
            {
              "name": "Restaurant Equipment",
              "id": 5,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621208644/commerce/1897557.jpg",
    "productcode": "554CHAR30",
    "sfid": "01t5e0000001mvqAAA",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [
      {
        "name": "Charcoal"
      },
      {
        "name": "Backyard Pro"
      }
    ],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Grills"
      }
    ],
    "account": {
      "name": "Backyard Pro"
    }
  },
  {
    "name": "Warrington Farm Meats 10 oz. Frozen Coulotte Steak - 12/Case",
    "createddate": "2021-05-16T23:50:02",
    "description": "A truly versatile and mouthwatering cut of beef, impress your guests by adding this Warrington Farm Meats 10 oz. coulotte steak to your menu! Sometimes called top sirloin cap steak, coulotte steak is a lean, boneless cut that is the richest, most flavorful part of the top sirloin. Without extensive marbling, it draws most of its delectable flavor from the thin fat layer covering a single side of the cut. Its flavor and density make it ideal for broiling, roasting, and marinating for the grill. This coulotte steak comes from local, farm-raised, processed, and butchered beef to ensure quality control, ethical animal practices, and an unrivaled freshness that makes it worthy of being served in the world's finest restaurants and steakhouses. Sustainably raised with no added hormones or antibiotics, this steak is a mouthwatering cut that packs delicious, savory beef flavor.\n\nFor best results on the grill, soak this steak in a marinade for up to one day, cook it on high heat for a short period of time to retain moisture, reduce the heat to about 300 degrees Fahrenheit, and remove the steak from the grill approximately 5 minutes before it reaches your preferred doneness as it will continue to cook after removal. Enhance the naturally savory flavor of this steak with the complementary flavors of cocoa and cumin. For a delicious mole coulotte, marinade the steak with a rub of cinnamon, cumin, cocoa, salt, pecans, and ancho and chipotle chilis. After letting it marinate overnight, roast it in the oven at 200 degrees Fahrenheit. Then, sear it briefly in a hot pan on all sides, and slice it thinly against the grain for the ultimate tenderness. Pair this rich cut with tomatillo salsa, cilantro-lime rice, and roasted corn for a colorful, mouthwatering meal. Alternatively, this cut is wonderful for use on kebabs, steak sandwiches, stir fry, stew, burgers, shredded beef tacos, and barbecue dishes. With versatility and unmatched flavor, this coulotte steak will leave your guests satisfied every time.\n\nSince 1974, Warrington Farm Meats has been combining decades of experience with a passion for perfection to create world-class meat products. This family owned and operated company uses time-honored practices to craft premium meats that you can serve with pride. Their farm-raised beef comes from cows who spend their lives grazing on the lush, fertile pastures of Southeastern Pennsylvania, and every cut of meat is carefully processed and butchered by hand. From expertly trimmed pork and beef to patiently smoked, hand-stuffed sausages, your patrons will taste the quality of Warrington Farm Meats in every bite!",
    "id": 25,
    "lastmodifieddate": "2021-05-18T02:18:02",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 104.99,
        "id": 37,
        "sfid": "01u5e000000LQBkAAO"
      }
    ],
    "categories": {
      "id": 21,
      "name": "Beef",
      "parent_c": [
        {
          "id": 20,
          "name": "Meat & Seafood",
          "parent_c": [
            {
              "name": "Food & Beverages",
              "id": 7,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621208991/commerce/2178632.jpg",
    "productcode": "871WAR1972F",
    "sfid": "01t5e0000001mw4AAA",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [
      {
        "name": "Warrington Farm"
      },
      {
        "name": "Beef"
      }
    ],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Steak"
      }
    ],
    "account": {
      "name": "Warrington Farm Meats"
    }
  },
  {
    "name": "4 Piece Small \"Fresh Flavor\" Fried Chicken / Hot Food Bag - 250/Case",
    "createddate": "2021-05-04T04:19:35",
    "description": "This 4 piece small \"Fresh Flavor\" fried chicken / hot food bag is an excellent addition to any convenience store, grocery store, food truck, or restaurant! Use it for hot and fresh wings, fried chicken, and ribs. It's easy to load your hot foods into the bag from the top, and the resealable zipper closure helps retain moisture, texture, and freshness. There's no need to worry about your hot foods fogging up the bag due to the bag's specially-designed anti-fog film.\n\nMade of sturdy plastic, this bag is grease- and leak-resistant and allows for proper ventilation of hot foods through multiple venting holes, allowing steam to escape and preserving crispiness. It's even safe for use under a heat lamp and microwavable for easy reheating!\n\nThe bag's built-in handle is perfect for grab-and-go service. The clear window allows for product visibility, and the \"Fresh Flavor\" print design adds a colorful, contemporary flair. When used with a wire rack, the bag's convenient header lets you easily load a bundle of bags onto the rack. Dependable for everyday use, this resealable bag makes it easy to serve your customers fresh-from-the-oven foods!\n\nOverall Dimensions:\nWidth: 9\"\nGusset: 8\"\nHeight: 5\"",
    "id": 9,
    "lastmodifieddate": "2021-05-19T00:24:00",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 50.58,
        "id": 52,
        "sfid": "01u5e000000LTSwAAO"
      }
    ],
    "categories": {
      "id": 19,
      "name": "Disposable Plastic",
      "parent_c": [
        {
          "id": 18,
          "name": "Disposables",
          "parent_c": []
        }
      ]
    },
    "product_image__c": "https://magnustestcom-dev-ed.my.salesforce.com/sfc/p/5e0000011W0F/a/5e000000blgP/kHR6aX9.EICxyT4qTEajV3GWbmquDgn54geZYwBa.hI",
    "productcode": "433262078881",
    "sfid": "01t5e0000001V39AAE",
    "tags__c": "chicken bag, plastic bag, disposables",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Hot bags"
      }
    ],
    "account": {
      "name": "Innopak"
    }
  },
  {
    "name": "Beverage-Air RB72HC-1G 75\" Vista Series Three Section Glass Door Reach-In Refrigerator - 72 cu. ft.",
    "createddate": "2021-05-16T23:30:30",
    "description": "Beverage-Air RB72HC-1G Details\n\nThis Beverage Air RB72HC-1G 75\" Vista series three section glass door reach-in refrigerator is the perfect solution to cold storage in your restaurant kitchen, bakery, or other commercial food preparation area. The exterior of this refrigerator is durable and clean-looking with a stainless steel front and gray painted sides. This unit features an aluminum interior with foamed-in CFC and HCFC-free polyurethane insulation for superior temperature retention, even in kitchens with high ambient temperatures.\n\nThis unit features three energy efficient double pane glass doors so that you can easily view your cold foods without needing to open a door. This reduces energy loss and helps keeps your refrigerator from working harder than it needs to! The spring loaded hinges ensure that the doors close properly even when you have your hands full. If you are taking several loads to or from this unit, you can also override the self-closing system by opening the doors 120 degrees so that they stay open until you manually close them. Plus, the plug-in magnetic door gaskets offer a positive seal but are still easy to remove for cleaning.\n\nThe interior of this unit features 72 cu. ft. of cold storage and has 9 heavy-duty epoxy-coated wire shelves for safe, sanitary storage. Each shelf comes with four shelf clips that must be field installed and which allow the shelves to be adjusted in 1/2\" increments. In addition, this glass door refrigerator comes with LED interior lighting so that you can easily identify and locate the items that you need.\n\nThe bottom mount balanced 1/2 hp refrigeration system is easy to reach for maintenance and cleaning. Plus, the exterior grille is easy to remove for preventative maintenance or to allow necessary repairs. The refrigeration system itself features an automatic condensate evaporation system for greater energy efficiency and a forced air design that ensures even temperatures throughout the unit. The epoxy-coated evaporator helps prevent corrosion, too. An added benefit to a bottom mount refrigeration system is that it raises the interior floor of the unit to reduce bending and lifting when you are loading or unloading food. And, since the top of the unit is solid, you can use it as additional storage space for food pans, towels, and more!\n\nYou can count on food safety with this refrigerator since it holds product at 36-38 degrees Fahrenheit. In addition, this unit uses environmentally-friendly R-290 refrigerant in a self-contained refrigeration system to help meet your goals of making your foodservice business more eco-friendly. To help you achieve your safety and sanitation standards, this refrigerator comes with (4) 6\" heavy-duty casters, two locking, so the unit may be easily moved for cleaning.\n\nThis unit runs on eco-friendly R-290 refrigerant. This specialized refrigerant has an ozone depletion (ODP) of 0 and a global warming potential (GWP) of 3, making it an environmentally-responsible choice for your business.\n\nOverall Dimensions:\nWidth: 75\"\nDepth: 33 3/4\"\nHeight (with casters): 84\"\nCapacity: 72 cu. ft.\n\nInterior Dimensions:\nWidth: 72\"\nDepth: 28 1/2\"\nHeight: 61 3/4\"\n\n\nThis Item Ships via Common Carrier. For more information and tips to help your delivery go smoothly, click here.\n\nBecause this item is not stocked in our warehouse, processing, transit times and stock availability will vary. If you need your items by a certain date, please contact us prior to placing your order. Expedited shipping availability may vary. We cannot guarantee that this item can be cancelled off of the order or returned once it is placed.",
    "id": 18,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 5562.49,
        "id": 54,
        "sfid": "01u5e000000LTTGAA4"
      }
    ],
    "categories": {
      "id": 29,
      "name": "Reach-In Refrigerators",
      "parent_c": [
        {
          "id": 28,
          "name": "Reach-In Refrigerators and Freezers",
          "parent_c": [
            {
              "name": "Refrigeration Equipment",
              "id": 27,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621207793/commerce/619180.webp",
    "productcode": "185RB721GHC",
    "sfid": "01t5e0000001muiAAA",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [
      {
        "name": "refrigerator"
      },
      {
        "name": "reach in"
      },
      {
        "name": "Beverage-Air"
      }
    ],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Refrigerators"
      }
    ],
    "account": {
      "name": "Beverage-Air"
    }
  },
  {
    "name": "Backyard Pro 554SMOKR60KD 60\" Charcoal / Wood Smoker Grill with Adjustable Grates and Dome",
    "createddate": "2021-05-16T23:40:11",
    "description": "Give customers the smoky taste they desire by slow cooking your products in the Backyard Pro 60\" charcoal / wood smoker.\n\nWhen the weather is warm and your patrons are hungry, nothing is more satisfying than getting outside and cooking up your signature meats and vegetables for them to enjoy! Simply put your product inside the unit, slow cook it to perfection, and watch as the smoky flavor transforms it into a mouth-watering dish. With 1102 sq. in. of cook space, you'll have plenty of room to smoke ribs, brisket, or even an entire pig! Plus, this smoker fits comfortably on any deck or patio, while still leaving plenty of room for a bar, outdoor seating area, or fire pit. To provide you with the best possible savings on shipping costs, this unit ships knocked down.",
    "id": 19,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 1279,
        "id": 35,
        "sfid": "01u5e000000LQ96AAG"
      }
    ],
    "categories": {
      "id": 11,
      "name": "Grills",
      "parent_c": [
        {
          "id": 6,
          "name": "Cooking Equipment",
          "parent_c": [
            {
              "name": "Restaurant Equipment",
              "id": 5,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621208383/commerce/829355.webp",
    "productcode": "554SMOKR60KD",
    "sfid": "01t5e0000001mujAAA",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [
      {
        "name": "Charcoal"
      },
      {
        "name": "smoker"
      }
    ],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Grills"
      },
      {
        "name": "Smokers"
      }
    ],
    "account": {
      "name": "Backyard Pro"
    }
  },
  {
    "name": "Vollrath Z4010 Wear-Ever 10\" Aluminum Non-Stick Fry Pan with CeramiGuard II Coating and Blue Cool Handle",
    "createddate": "2021-05-16T01:55:03",
    "description": "Cook delicious meals with ease when you use this Vollrath Z4010 Wear-Ever 10\" aluminum non-stick fry pan with CeramiGuard II coating and blue cool handle!\n\nIdeal for making low acidic foods such as mushrooms, broccoli, and cauliflower, the Vollrath Z4010 Wear-Ever 10\" fry pan features Vollrath's innovative CeramiGuard II non-stick coating. This helps maintain longer life, better food release, faster clean-up, and lower replacement costs when compared to traditional fry pans! Made from strong, aluminum material, this non-stick fry pan with EverTite cool handle is ideal for any commercial kitchen.",
    "id": 11,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 40.12,
        "id": 11,
        "sfid": "01u5e000000LPzaAAG"
      }
    ],
    "categories": {
      "id": 23,
      "name": "Frying Pan",
      "parent_c": [
        {
          "id": 22,
          "name": "Cookware",
          "parent_c": [
            {
              "name": "Smallwares",
              "id": 3,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621130033/commerce/1982304.jpg",
    "productcode": "922Z4010",
    "sfid": "01t5e0000001mcjAAA",
    "tags__c": "smallware, frying pan, cookware",
    "productvariety__cs": [],
    "producttag__cs": [
      {
        "name": "Frying pan"
      }
    ],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Frying Pans"
      }
    ],
    "account": {
      "name": "Vollrath"
    }
  },
  {
    "name": "Acopa Phoenix Gold 9 5/16\" 18/0 Stainless Steel Forged Dinner Knife - 12/Case",
    "createddate": "2021-05-24T00:28:15",
    "description": "Create a modern, trendy table setting with this Acopa Phoenix 9 5/16\" 18/0 stainless steel extra heavy weight dinner knife\n\nServe this dinner knife with main entrees to provide guests with an unforgettable dining experience. Each piece in this versatile collection is designed with soft edges and a slim handle, and is perfectly weighted and balanced to feel comfortable in your patrons' hands. Its gold mirror-shine, hand-polished finish offers a sophisticated and timeless touch to tables, yet doesn't take the focus away from your perfectly plated culinary creations.\n\n    Dishwasher Safe\n    Dishwasher Safe\n\n    This item can safely be cleaned in a commercial dishwasher.\n\nDurable Construction\n\nThanks to its 18/0 construction, you can rest assured that this knife is protected from staining associated with acidic foods and cleaning chemicals.\nModern Design\n\nThis knife features soft edges, a slim handle, and a modern design that will add a sleek touch to any dining area.",
    "id": 56,
    "lastmodifieddate": "2021-05-24T00:28:15",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 31.64,
        "id": 139,
        "sfid": "01u5e000000LbTXAA0"
      }
    ],
    "categories": {
      "id": 13,
      "name": "Knives",
      "parent_c": [
        {
          "id": 12,
          "name": "Flatwares",
          "parent_c": [
            {
              "name": "Tabletop",
              "id": 1,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621816052/commerce/2075612.jpg",
    "productcode": "267810008G",
    "sfid": "01t5e0000001vzJAAQ",
    "tags__c": "Cutlery, knives, dinner knife, dinner",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Dinner Knives"
      }
    ],
    "account": {
      "name": "Acopa"
    }
  },
  {
    "name": "Victorinox 5.7300.25 10\" Cimeter Knife with Rosewood Handle",
    "createddate": "2021-05-24T00:26:56",
    "description": "Victorinox 5.7300.25 Details\n\nUse this Victorinox 5.7300.25 10\" cimeter knife with rosewood handle to cut large selections of meat into smaller pieces. The sharp edge on this stamped knife is perfect for portioning steaks, roasts, and other cuts, so you can get the most out of your product while providing your customers with the portion sizes they want. Plus, the handle's contours ensure that the knife will fit comfortably in your hand as you tackle food preparation tasks.\n\nCrafted from high-carbon stainless steel, this knife's blade is built strong and will provide you with accurate slices and long-lasting use. The high-quality blade won't discolor or corrode over time. Featuring an elegant, rosewood handle for a professional, upscale look, this sophisticated knife is an ideal addition to the knife collection in your restaurant or catering kitchen!\n\nOverall Dimensions:\nBlade Length: 10\"\n\nBecause this item is not stocked in our warehouse, processing, transit times and stock availability will vary. If you need your items by a certain date, please contact us prior to placing your order. Expedited shipping availability may vary. We cannot guarantee that this item can be cancelled off of the order or returned once it i",
    "id": 55,
    "lastmodifieddate": "2021-05-24T00:26:56",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 43.99,
        "id": 140,
        "sfid": "01u5e000000LbTxAAK"
      }
    ],
    "categories": {
      "id": 34,
      "name": "Butcher Knives",
      "parent_c": [
        {
          "id": 33,
          "name": "Kitchen Cutlery",
          "parent_c": [
            {
              "name": "Smallwares",
              "id": 3,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621815976/commerce/1318351.webp",
    "productcode": "35340131",
    "sfid": "01t5e0000001vzTAAQ",
    "tags__c": "Boning Knife, butcher knife",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Cimeter Knives"
      }
    ],
    "account": {
      "name": "Victorinox"
    }
  },
  {
    "name": "Mercer Culinary M13706 BPX 7 5/8\" European Butcher Knife with Nylon Handle",
    "createddate": "2021-05-24T00:25:34",
    "description": "Mercer Culinary M13706 Details\n\nEquip your commercial kitchen with this Mercer Culinary M13706 BPX 7 5/8\" European butcher knife. This knife is great for general use trimming, cutting, and sectioning meat in butcher shops and restaurants. The knife's pointed tip design can be used to pierce and create deep cuts, which is especially helpful when preparing tougher cuts of meat. The textured nylon handle of this butcher knife offers the best in safety and stability, providing a comfortable, firm grip that reduces the likelihood of injury and ensures control when tackling daily food preparation tasks.\n\nCrafted from ice-hardened, high-carbon German stainless steel, this knife's blade is built strong to provide you with the ability to create smooth, accurate cuts. It features a 50/50 18-degree ground edge boasting a Rockwell Scale hardness of 58. This high quality blade effortlessly cuts through fat, skin, cartilage, and small bones. The blade is crafted with a unique formula ensuring hardness, wear-resistance, and blade-retention to deliver dependable performance in your commercial kitchen. It's also designed to be stain-resistant to keep the piece looking new! Precise, durable, and long-lasting, this BPX knife is a smart addition to your operation.\n\nOverall Dimensions:\nOverall Length: 13 5/8\"\nHandle length: 6\"\nBlade Length: 7 5/8\"",
    "id": 54,
    "lastmodifieddate": "2021-05-24T00:25:34",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 15.77,
        "id": 141,
        "sfid": "01u5e000000LbTyAAK"
      }
    ],
    "categories": {
      "id": 34,
      "name": "Butcher Knives",
      "parent_c": [
        {
          "id": 33,
          "name": "Kitchen Cutlery",
          "parent_c": [
            {
              "name": "Smallwares",
              "id": 3,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621815900/commerce/1955460.jpg",
    "productcode": "470M13706",
    "sfid": "01t5e0000001vzSAAQ",
    "tags__c": "boning knife, butcher knife",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Butcher Knives"
      }
    ],
    "account": {
      "name": "Mercer Culinary"
    }
  },
  {
    "name": "Schraf 6\" Narrow Stiff Boning Knife with Yellow TPRgrip Handle",
    "createddate": "2021-05-24T00:24:36",
    "description": "Upgrade your cutlery collection with this Schraf 6\" yellow narrow stiff boning knife with yellow TPRgrip handle. Part of a convenient HACCP colored cutlery line, this bread knife has a black / yellow colored handle that allows it to stand out and makes it great for creating a color-coded system in your kitchen to prevent cross-contamination. While its versatile design makes separating any type of meat from the bone easy, this boning knife is perfect for deboning chicken and pork. The knife's protective finger guard offers the best in user safety by minimizing the risk of common workplace injuries.\n\nCrafted with X50 German stainless steel, this dependable knife offers the high rust and stain resistance your business requires. At the same time, the knife features an exclusive TPRgrip handle. This ergonomic handle is designed with a durable polypropylene base covered in a rubberized TPRgrip material that provides enhanced grip, comfort, and safety.\n\nCrafted with German Steel: The Standard of Excellence.\n\nOverall Dimensions:\nBlade Length: 6 1/8\"\nHandle Length: 5 3/4\"\nOverall Length: 11 7/8\"",
    "id": 53,
    "lastmodifieddate": "2021-05-24T00:24:36",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 9.98,
        "id": 142,
        "sfid": "01u5e000000LbTzAAK"
      }
    ],
    "categories": {
      "id": 34,
      "name": "Butcher Knives",
      "parent_c": [
        {
          "id": 33,
          "name": "Kitchen Cutlery",
          "parent_c": [
            {
              "name": "Smallwares",
              "id": 3,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621815843/commerce/2175994.webp",
    "productcode": "220VBNRSTFY6",
    "sfid": "01t5e0000001vzNAAQ",
    "tags__c": "Boning Knife, Schraf",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Boning Knives"
      }
    ],
    "account": {
      "name": "Schraf"
    }
  },
  {
    "name": "Schraf 12\" Cimeter Knife with TPRgrip Handle",
    "createddate": "2021-05-24T00:23:41",
    "description": "Upgrade your cutlery collection with this Schraf 12\" cimeter knife with TPRgrip handle.\n\nThis dependable cimeter knife is great for breaking down large pieces of meat into smaller cuts in butcher shops and kitchens. The long, curved blade edge makes it particularly useful for preparing large, whole cuts of meat such as tough steaks. Adding this versatile knife ensures that your staff is equipped with the right tool for a variety of essential meat preparation tasks. Crafted with German Steel: The Standard of Excellence.\n\n    NSF Listed\n    NSF Listed\n\n    This item meets the standards imposed by NSF International, which focuses on public safety, health, and the environment.\n    Hand Wash Only\n    Hand Wash Only\n\n    To preserve quality, this item should only be hand-washed and sanitized.\n\nTPRgrip Handle\n\nThe exclusive TPRgrip handle design consists of a durable polypropylene base covered in a grooved, rubberized TPRgrip material for enhanced grip, comfort, and safety. TPRgrip provides a secure, non-slip grip even when wet, and some shock absorption to reduce user fatigue. The palm swell in the middle also improves handling, ensuring contact with the center of the palm and allowing fingers to conform to the handle in a natural way.",
    "id": 52,
    "lastmodifieddate": "2021-05-24T00:23:41",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 35.36,
        "id": 143,
        "sfid": "01u5e000000LbToAAK"
      }
    ],
    "categories": {
      "id": 34,
      "name": "Butcher Knives",
      "parent_c": [
        {
          "id": 33,
          "name": "Kitchen Cutlery",
          "parent_c": [
            {
              "name": "Smallwares",
              "id": 3,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621815757/commerce/2120509.jpg",
    "productcode": "220VCIMSM12",
    "sfid": "01t5e0000001vzIAAQ",
    "tags__c": "Boning knife, butcher knife",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Cimeter Knives"
      }
    ],
    "account": {
      "name": "Schraf"
    }
  },
  {
    "name": "Choice 10\" Cimeter Knife with Blue Handle",
    "createddate": "2021-05-24T00:22:12",
    "description": "Cut and trim a variety of meats with this Choice 10\" blue cimeter knife. Perfect for cutting and trimming meat in your restaurant kitchen, grocery store, or butcher shop, this knife provides users with smooth, clean cuts after each and every use. Featuring a sleek, curved design, this knife allows you to easily slice steaks and other large chunks of meat with ease. The pointed tip helps make deep cuts and holes, so you can slice and cut meat in one fluid motion.\n\nIts professional-grade, high-carbon 420 stainless steel blade features a razor-sharp edge and undergoes a special hardening process to give the 10\" blade excellent corrosion resistance. Plus, its ergonomic polypropylene handle provides users with exceptional comfort and a safe, non-slip grip. The HACCP colored handle helps this knife stand out and it's great for creating a color-coded system in your kitchen to prevent cross-contamination. For additional peace of mind, this knife features a protective finger guard to keep your hands away from the blade while in use.\n\nOverall Dimensions:\nBlade Length: 10\"\nHandle Length: 5 1/4\"\nOverall Length: 15 1/4\"",
    "id": 51,
    "lastmodifieddate": "2021-05-24T00:22:12",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 15.86,
        "id": 144,
        "sfid": "01u5e000000LbTfAAK"
      }
    ],
    "categories": {
      "id": 34,
      "name": "Butcher Knives",
      "parent_c": [
        {
          "id": 33,
          "name": "Kitchen Cutlery",
          "parent_c": [
            {
              "name": "Smallwares",
              "id": 3,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621815725/commerce/2153389.jpg",
    "productcode": "220KCMTR10BL",
    "sfid": "01t5e0000001vzDAAQ",
    "tags__c": "knife, boning knife, choice",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Cimeter Knives"
      }
    ],
    "account": {
      "name": "Choice"
    }
  },
  {
    "name": "Lancaster Table & Seating Sofia Vintage Finish Backless Barstool with Padded Seat",
    "createddate": "2021-05-24T00:33:27",
    "description": "Seat your guests in comfort and style with this Lancaster Table & Seating Sofia vintage finish backless barstool with padded seat. The vintage copper finish gives you an elegant, upscale look, while the sturdy frame provides long-lasting durability. At an ideal height for both bar and raised table seating, this stool is a versatile option for any restaurant, bar, deli, or coffee shop.\n\nThe padded vinyl seat ensures comfort for your patrons while they enjoy one of your signature drinks or meals, plus it's made of fire-retardant CAL 117 foam. In addition, a metal footrest allows guests to put their feet up and relax during their visit. On the bottom of the stool legs, glides are strategically placed to protect your stool legs from damage and your floors from scratches or scuffs. For additional user convenience, this stool can hold up to a maximum of 350 lb. This reliable design ensures you'll be using this barstool in your pub or restaurant for years to come. Some assembly is required for this item.\n\nOverall Dimensions:\nWidth: 14 1/2\"\nDepth: 14 1/2\"\nHeight: 29 1/2\"\nCushion Thickness: 1\"\nCapacity: 350 lb.",
    "id": 65,
    "lastmodifieddate": "2021-05-24T00:33:27",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 99.94,
        "id": 100,
        "sfid": "01u5e000000LbTmAAK"
      }
    ],
    "categories": {
      "id": 37,
      "name": "Restaurant Bar Stools",
      "parent_c": [
        {
          "id": 17,
          "name": "Furniture",
          "parent_c": [
            {
              "name": "Seatings",
              "id": 16,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621816338/commerce/2105400.jpg",
    "productcode": "164STLVINBBK",
    "sfid": "01t5e0000001vzUAAQ",
    "tags__c": "Chairs, barstool, bar",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Backless Bar Stools"
      }
    ],
    "account": {
      "name": "Lancaster Table & Seating"
    }
  },
  {
    "name": "Lancaster Table & Seating 30\" x 30\" Reversible Cherry / Black Bar Height Dining Set",
    "createddate": "2021-05-24T00:38:11",
    "description": "Take the guess-work out of selecting complementary tables and barstools by choosing this Lancaster Table & Seating 30\" x 30\" reversible cherry / black bar height dining set!\n\nThis bar height table comes complete with everything you need to quickly and easily assemble a classic 4-top table. From the strong, sturdy cast iron base plate and spider, to the sleek black column and durable laminated table top, this table is an all-in-one addition to any establishment. The versatile 30\" x 30\" design comfortably seats 4 guests without taking up too much room, making it the perfect choice for any restaurant, pizza shop, or cafeteria! This table comes unassembled to save you on shipping costs. Choose from a set of four sleek black cross back barstools with padded seats or versatile mahogany finish back barstools with wooden or padded seats.\n\n    Seating Capacity: 2 - 4\n    Seating Capacity: 2 - 4\n\n    Two to four people can comfortably sit at this table.\n\nCherry / Black Table Top\n\nThis table comes with a reversible cherry / black table top. Choose cherry for a classic look or black for a modern touch.\nBlack Vinyl Molding\n\nBlack vinyl molding protects it from chipping and scuffing, extending the life of the table while adding a polished presentation.\nEasy to Clean\n\nThe attractive laminate on either side is easy to clean, requiring no maintenance or special chemicals.",
    "id": 68,
    "lastmodifieddate": "2021-05-24T00:38:11",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 286.99,
        "id": 97,
        "sfid": "01u5e000000LbTlAAK"
      }
    ],
    "categories": {
      "id": 38,
      "name": "Restaurant Tables",
      "parent_c": [
        {
          "id": 17,
          "name": "Furniture",
          "parent_c": [
            {
              "name": "Seatings",
              "id": 16,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621816672/commerce/1745422.jpg",
    "productcode": "349BAR3030CB",
    "sfid": "01t5e0000001vzcAAA",
    "tags__c": "bar table, bar",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Table / Chair Sets"
      }
    ],
    "account": {
      "name": "Lancaster Table & Seating"
    }
  },
  {
    "name": "Lancaster Table & Seating Alloy Series Distressed Yellow Metal Indoor Industrial Cafe Bar Height Stool with Vertical Slat Back and Walnut Wood Seat",
    "createddate": "2021-05-24T00:34:39",
    "description": "Take your modern restaurant, cafe, or bistro to the next level with this Lancaster Table & Seating Alloy Series distressed yellow metal indoor industrial cafe bar height stool with vertical slat back and walnut wood seat. Made with a steel construction, it has received an e-coating to seal it against rust. This treatment was followed with a distressed yellow powder coating to further enhance durability so you can rest assured that this supportive bar height barstool is sure to withstand years of use. The frame is reinforced with additional under-seat cross bracing to provide strength and stability without adding extra bulk or weight to this sleek design. It is lightweight enough for easy movement and transportation so you can quickly reconfigure your dining space and easily clean up at the end of the night.\n\nTo ensure that your customers are free to enjoy your signature drinks, appetizers, entrees, and desserts, this industrial bar height stool features a supportive back and comfortable wooden seat that has been stained in walnut to enhance its natural wood grain appeal for a high-quality look. This barstool features a footrest to reduce pressure on your customers' legs and lower backs. Wood lends a certain feel of permanence and quality, showing your customers that you care. This item ships with the back and seat detached. When your bar height stool arrives, you'll need to assemble the back with the included screws and attach the wooden seat with the included hardware. To keep this stool looking clean, simply wipe it with a damp cloth and your preferred all-purpose cleaner. It is also equipped with protective glides that help keep floor surfaces in pristine condition, making it an excellent choice for your indoor dining area.\n\nOverall Dimensions:\nWidth: 16 1/8\"\nDepth: 16 1/8\"\nHeight: 46 1/2\"\nSeat Width: 14\"\nSeat Depth: 14\"\nBack Height: 15\"\nSeat Height: 30 3/4\"\nWeight Capacity: 400 lb.",
    "id": 66,
    "lastmodifieddate": "2021-05-24T00:34:39",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 79.99,
        "id": 99,
        "sfid": "01u5e000000LbTVAA0"
      }
    ],
    "categories": {
      "id": 37,
      "name": "Restaurant Bar Stools",
      "parent_c": [
        {
          "id": 17,
          "name": "Furniture",
          "parent_c": [
            {
              "name": "Seatings",
              "id": 16,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621816437/commerce/2170475.jpg",
    "productcode": "164BMCAFYLDW",
    "sfid": "01t5e0000001vzVAAQ",
    "tags__c": "Barstool, bar",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Bar Chairs"
      }
    ],
    "account": {
      "name": "Lancaster Table & Seating"
    }
  },
  {
    "name": "Choice Bellwood 7 5/8\" 18/0 Stainless Steel Medium Weight Dinner Fork - 12/Case",
    "createddate": "2021-05-24T00:31:41",
    "description": "Supply your guests with classic, functional flatware with the Choice Bellwood 7 5/8\" 18/0 stainless steel medium weight dinner fork.\n\nEnhance the look of your tabletop presentation with this Choice Bellwood 7 5/8\" dinner fork. Pair it with the rest of the Bellwood line to create a casual yet classic look that will compliment standard fare and comfort food. Your guests are sure to appreciate the sturdy construction of this flatware, and it won't break your budget! Made of stainless steel, it will be a long lasting and attractive addition to your busy dining area. It is great for completing table settings at family restaurants, bar and grills, and cafes.\n\n    Dishwasher Safe\n    Dishwasher Safe\n\n    This item can safely be cleaned in a commercial dishwasher.\n\n\"These forks have worked us wonders! They are simple to clean, with no stains from hard water or other things on them, and they do not bend easily as others do.\"\nRead More Reviews\nBellwood Line\n\nIf you are looking for flatware that looks great but isn't too fancy, the Bellwood line is the perfect choice. This dinner fork features a smooth, simple design with a gently curved panel to add shape and elegance, and thanks to its subtlety it won't feel out of place in a casual dining atmosphere. Its satin finish offers a clean appearance, and is very much at home in your family restaurant, bar and grill, or cafe.",
    "id": 58,
    "lastmodifieddate": "2021-05-24T00:31:41",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 5.26,
        "id": 137,
        "sfid": "01u5e000000LbTWAA0"
      }
    ],
    "categories": {
      "id": 36,
      "name": "Forks",
      "parent_c": [
        {
          "id": 12,
          "name": "Flatwares",
          "parent_c": [
            {
              "name": "Tabletop",
              "id": 1,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621816228/commerce/1504698.jpg",
    "productcode": "267300005",
    "sfid": "01t5e0000001vzEAAQ",
    "tags__c": "Fork, flatware set, utensils",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Dinner Forks"
      }
    ],
    "account": {
      "name": "Choice"
    }
  },
  {
    "name": "Acopa Phoenix Rose Gold 6 1/2\" 18/0 Stainless Steel Forged Teaspoon - 12/Case",
    "createddate": "2021-05-24T00:29:33",
    "description": "Create a contemporary table setting with this Acopa Phoenix Rose Gold 6 1/2\" 18/0 stainless steel extra heavy weight teaspoon\n\nServe this teaspoon with your coffees, teas, desserts, and cereals to provide guests with an unforgettable dining experience. Each piece in this versatile collection is designed with soft edges and a slim handle, and is perfectly weighted and balanced to feel comfortable in your patrons' hands. Its rose gold mirror-shine, hand-polished finish offers a sophisticated, professional appearance, yet doesn't take the focus away from your perfectly plated culinary creations.\n\n    Dishwasher Safe\n    Dishwasher Safe\n\n    This item can safely be cleaned in a commercial dishwasher.\n\nDurable Construction\n\nThanks to its 18/0 construction, you can rest assured that this teaspoon is protected from staining associated with acidic foods and cleaning chemicals.\nModern Design\n\nThis teaspoon features clear lines and modern design that will add a sleek touch to any dining area.",
    "id": 57,
    "lastmodifieddate": "2021-05-24T00:29:33",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 16.82,
        "id": 138,
        "sfid": "01u5e000000LbTsAAK"
      }
    ],
    "categories": {
      "id": 35,
      "name": "Spoons",
      "parent_c": [
        {
          "id": 12,
          "name": "Flatwares",
          "parent_c": [
            {
              "name": "Tabletop",
              "id": 1,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621816126/commerce/2077466.jpg",
    "productcode": "267810001RG",
    "sfid": "01t5e0000001vzXAAQ",
    "tags__c": "Spoon, dinner",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Teaspoons"
      }
    ],
    "account": {
      "name": "Acopa"
    }
  },
  {
    "name": "8 oz. Cod Fillet Portions - 10 lb.",
    "createddate": "2021-05-24T01:01:26",
    "description": "Add a delicious fish entree to your menu with this 8 oz. cod fillet. Its mild flavor makes it suitable for all tastes and its dense, flaky flesh makes it a perfect ingredient for classic recipes like British fish 'n' chips. This cod fillet has a lean, mild, and somewhat buttery flavor profile and a tender-to-firm texture. Its delicate, white meat is versatile enough to pair with a variety of bold spices and spicy marinades to match your preference and the needs of your restaurant or catering service. Sear, bake, poach, broil, fry, or steam this fillet to serve on its own or as an ingredient in your signature seafood stew, signature salad, or fish tacos.\n\nCod is an excellent source of lean, low-calorie protein, B vitamins, and contains natural omega-3 fatty acids for a nutritious and hearty addition to your menu. Pair cod with honey mustard, tarragon, dill, olives, or lemon, and a side of salad or coleslaw for a complete meal that will leave your guests coming back for more. It can also be served with a side of red roasted potatoes and green beans for a hearty dinner entree. A tasty and healthy alternative to hamburgers or chicken sandwiches, fish entrees help expand your menu offerings and impress your guests with a thoughtful pescatarian option. These cod come deboned and pre-sliced in 8 oz. portions to cut down on prep time and labor costs as well as control portions and reduce food waste in your establishment. Easy to prepare, this fish arrives frozen and ready to cook.",
    "id": 132,
    "lastmodifieddate": "2021-05-24T01:01:26",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 71.5,
        "id": 81,
        "sfid": "01u5e000000LbTFAA0"
      }
    ],
    "categories": {
      "id": 41,
      "name": "Seafood",
      "parent_c": [
        {
          "id": 20,
          "name": "Meat & Seafood",
          "parent_c": [
            {
              "name": "Food & Beverages",
              "id": 7,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621818065/commerce/2152165.jpg",
    "productcode": "872COD8",
    "sfid": "01t5e0000001w01AAA",
    "tags__c": "Cod, Fish, Fish fillet",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Cod"
      }
    ],
    "account": "Wulf's"
  },
  {
    "name": "10 lb. Case of 5 - 12 oz. Sushi Grade Tuna Saku Portions",
    "createddate": "2021-05-24T00:57:55",
    "description": "Expand your sushi and seafood menu with this 10 lb. case of 5 - 12 oz. tuna saku portions! Tuna is an ideal choice for serving raw with the accoutrements of your choice. With deep red color, it has an incredibly attractive table presence when served with other seafood and colorful side dishes. It boasts soft, buttery texture and a mild flavor that pairs well with a variety of sauces and spices. Low in saturated fat and sodium, this tuna serves as a healthy, lean protein rich in B vitamins and minerals. With dense, high-quality meat, it's ideal for serving raw as sashimi or in signature sushi rolls.\n\nThis 10 lb. case of tuna comes in convenient 5-12 oz. saku portions, making it easy to prepare in your busy commercial kitchen. It's firm and mild, meaning it's ideal for slicing thinly and serving as high-quality sashimi with a side of rice noodles, soy sauce, and leafy greens. Or, use it in your signature sushi rolls with sticky rice, cucumber, carrot, and your signature spicy sauce. This tuna is versatile thanks to its delicate flavor and can be used in a variety of recipes in your Asian-inspired restaurant or bistro. Try marinating, roasting, grilling, braising, or searing it lightly. Salt and high heat bring out the sweet, delicate flavor of the fish for a mature, full-bodied taste that your customers are sure to love.",
    "id": 129,
    "lastmodifieddate": "2021-05-24T00:57:55",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 109.14,
        "id": 84,
        "sfid": "01u5e000000LbTOAA0"
      }
    ],
    "categories": {
      "id": 41,
      "name": "Seafood",
      "parent_c": [
        {
          "id": 20,
          "name": "Meat & Seafood",
          "parent_c": [
            {
              "name": "Food & Beverages",
              "id": 7,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621817831/commerce/2177250.jpg",
    "productcode": "872TUNASAKU",
    "sfid": "01t5e0000001vztAAA",
    "tags__c": "Sushi, seafood, tuna",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Tuna"
      }
    ],
    "account": "Wulf's"
  }
]
