[
  {
    "name": "Lavex Janitorial 8\" White Hardwound Paper Towel, 800 Feet / Roll - 6/Case",
    "createddate": "2021-05-28T00:34:04",
    "description": "Absorb spills and dry freshly-cleaned hands with these Lavex Janitorial paper towels.\n\nWith a hardwound roll and non-perforated design, Lavex Janitorial paper towels allow users to easily tear off exactly how much they need, effectively minimizing waste and boosting your bottom line! These strong paper towels are guaranteed to do the trick in any bathroom, handwashing station, or spill station and at a price that won't break your budget.\n\n    Made in America\n    Made in America\n\n    This item was made in the United States of America.\n\n\"These rolled hand towels are great! We switched to them about three months ago. They are saving us a ton of money and have worked flawlessly in our exsisting towel dispeners. Wish I had found hem sooner.\"",
    "id": 15,
    "lastmodifieddate": "2021-05-28T00:37:03",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 24.17,
        "id": 8,
        "sfid": "01u5e000000Lv8XAAS",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 20.17,
        "id": 138,
        "sfid": "01u5e000000LwMqAAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 43,
      "name": "Commercial Paper Towels",
      "parent_c": [
        {
          "id": 42,
          "name": "Janitorial Disposables",
          "parent_c": [
            {
              "name": "Disposables",
              "id": 18,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1622161907/commerce/1311087.webp",
    "productcode": "5001RT800B",
    "sfid": "01t5e00000021adAAA",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Roll Paper Towels"
      }
    ],
    "account": {
      "name": "Lavex Janitorial"
    }
  },
  {
    "name": "Farm Promise 8.5 lb. NAE All-Natural Bone-In Pork Butt - 6/Case",
    "createddate": "2021-05-24T00:56:33",
    "description": "Add delicious pulled pork sandwiches to your menu with this Farm Promise No Antibiotics Ever all-natural bone-in pork butt! Though its name suggests otherwise, this cut of meat comes from the neck and shoulder of the hog. Since this is a muscular area of the animal, this cut has a good deal of connective tissue and is moderately tough, but don't let that put you off! When cooked low and slow, pork butt becomes melt-in-your mouth tender, allowing you to enjoy the exquisite flavor of this cut of meat. Because this product is made from hogs raised on small family farms, you'll be able to enjoy the hearty flavor that only comes from animals raised with care and individual attention. This product is left with the bone in, offering an opportunity for rustic presentation. The bone also helps to insulate the meat during cooking, helping to ensure that the meat around the bone will be extra succulent and tender!\n\nPork butt is a favorite cut for making pulled pork! Try your hand at this barbecue favorite by coating this pork butt in your favorite spice rub, then place it in an oven or grill preheated to 250 degrees Fahrenheit until the internal temperature is more than 190 degrees Fahrenheit. This will take around 8 hours, possibly longer depending on the thickness of the cut you're working with, your oven's temperature, and your desired level of doneness. When you're finished, allow the meat to rest for at least half an hour before pulling it apart, slathering in your favorite barbecue sauce, and serving! This bone-in pork butt is also a great candidate for smoking. Try smoking it over apple or hickory wood at 225 degrees Fahrenheit for at least 8 hours, or until the internal temperature is more than 190 degrees Fahrenheit. No matter how you choose to prepare it, this irresistible pork butt is the perfect way to feed a hungry crowd!\n\nYou care about the quality of the food you serve and so do your customers. When you buy Farm Promise products, you're getting more than just pork: their items come with a promise of quality and a commitment to goodness that your customers will be able to taste in every bite. This commitment starts on the farm - all Farm Promise animals are born and bred on American family farms and raised with individual care and attention. Every pig is bred with 100% crate-free gestation, raised with No Antibiotics Ever, and always fed a vegetarian diet. Farm Promise invests in their animals and in local agriculture not because it is easy, but because it is the right thing to do, and this commitment to goodness truly sets their products apart. By serving Farm Promise products, you can ensure you are serving your customers the finest pork available while showing them you care about your recipe's ingredients.",
    "id": 3,
    "lastmodifieddate": "2021-05-27T23:55:06",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 169.5,
        "id": 156,
        "sfid": "01u5e000000LwQ1AAK",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 189.5,
        "id": 157,
        "sfid": "01u5e000000LwPxAAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 40,
      "name": "Pork",
      "parent_c": [
        {
          "id": 20,
          "name": "Meat & Seafood",
          "parent_c": [
            {
              "name": "Food & Beverages",
              "id": 7,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621817748/commerce/2153006.jpg",
    "productcode": "871HTF1824",
    "sfid": "01t5e0000001vzsAAA",
    "tags__c": "Pork, Pork butt, bone-in",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Pork Butt"
      }
    ],
    "account": {
      "name": "Farm Promise"
    }
  },
  {
    "name": "Cooking Performance Group CBR24 24\" Gas Countertop Radiant Charbroiler - 80,000 BTU",
    "createddate": "2021-05-18T23:43:20",
    "description": "Cook made-to-order burgers and steaks using this Cooking Performance Group 24\" gas countertop radiant charbroiler!\n\nFeaturing 2 independently controlled burners, you can cook separate orders simultaneously on the large cooking surface. Built to last, this charbroiler brings versatility and convenience to your kitchen. Plus, its countertop size is great for virtually any operation, maximizing the space you have to help increase output. As an added benefit, it ships ready to connect to a natural gas supply, but includes a liquid propane orifice kit for simple field conversion.",
    "id": 8,
    "lastmodifieddate": "2021-05-28T01:46:23",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 749,
        "id": 149,
        "sfid": "01u5e000000LwMwAAK",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 769,
        "id": 150,
        "sfid": "01u5e000000LwPhAAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 30,
      "name": "Charbroilers",
      "parent_c": [
        {
          "id": 6,
          "name": "Cooking Equipment",
          "parent_c": [
            {
              "name": "Restaurant Equipment",
              "id": 5,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621381035/commerce/1134736.webp",
    "productcode": "351CRCPG24NL",
    "sfid": "01t5e0000001pORAAY",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Field Convertible"
      }
    ],
    "account": {
      "name": "Cooking Performance Group"
    }
  },
  {
    "name": "Noble Products Extra-Large Powder-Free Disposable Vinyl Gloves for Foodservice",
    "createddate": "2021-05-28T00:41:33",
    "description": "Maintain a safe and sanitary work environment with these Noble Products extra-large powder-free disposable vinyl gloves!\n\nSafe food handling depends on a properly-gloved staff. Made of 3.5 mil thick vinyl, these gloves are a great way to keep your staff in compliance with health code regulations at all times. Perfect for everything from food handling and preparation, to janitorial and housekeeping applications, these gloves are versatile and convenient in any setting!\n\n    Ambidextrous\n    Ambidextrous\n\n    This versatile glove is ambidextrous to fit your left or right hand.\n\n\"I finally found a good pair of gloves for my hands. Most XL are too small but these fit just great, Good value also. Will buy again\"",
    "id": 5,
    "lastmodifieddate": "2021-05-28T04:06:09",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 7.99,
        "id": 1,
        "sfid": "01u5e000000Lv82AAC",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 5.99,
        "id": 148,
        "sfid": "01u5e000000LwMgAAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 44,
      "name": "Disposable Gloves",
      "parent_c": [
        {
          "id": 42,
          "name": "Janitorial Disposables",
          "parent_c": [
            {
              "name": "Disposables",
              "id": 18,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1622162445/commerce/441796.jpg",
    "productcode": "394365XL",
    "sfid": "01t5e00000021ajAAA",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Gloves"
      }
    ],
    "account": {
      "name": "Noble Products"
    }
  },
  {
    "name": "DuroMax XP650WP Portable 208 CC 3\" Gasoline Engine Water Pump Kit - 220 GPM, 3600 RPM",
    "createddate": "2021-05-28T01:04:25",
    "description": "DuroMax XP650WP Details\n\nBe prepared for anything with this DuroMax XP650WP portable 208 cc 3\" gasoline engine water pump kit. This portable water pump is perfect for draining pools, lakes, dredging, or cleaning up after a flood. It's also handy for emptying and filling up water storage tanks. This unit features an EZ-Pull Recoil Start System for simple startup to eliminate the need to pull the starter multiple times to get the engine going. The engine works to move volume quickly. It's capable of emptying a 40,000 gallon pool in only 3 hours.\n\nThanks to the professional grade, cast-iron impeller and volute, this water pump is designed for long-lasting use. It has 3\" inlet and discharge connections with NPT threads for easy connections. This kit comes with a 3-inch water pump, intake hose-end strainer, threaded hose connectors, threaded hose clamps, tool kit with spark plug wrench, and an owner's manual. The discharge and suction hoses are sold separately. Don't wait for disaster to strike to find out you're unprepared. Invest in this portable water pump so you can quickly and safely tackle anything that comes your way!\n\nThis Item Includes:\n3-Inch Water Pump\nIntake Hose-End Strainer\nThreaded Hose Connectors\nThreaded Hose Clamps\nTool Kit with Spark Plug Wrench\nOwner's Manual\n\nOverall Dimensions:\nWidth: 22\"\nDepth: 18\"\nHeight: 18\"\n\nBecause this item is not stocked in our warehouse, processing, transit times and stock availability will vary. If you need your items by a certain date, please contact us prior to placing your order. Expedited shipping availability may vary. We cannot guarantee that this item can be cancelled off of the order or returned once it is placed.",
    "id": 9,
    "lastmodifieddate": "2021-05-28T01:48:16",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 248.49,
        "id": 146,
        "sfid": "01u5e000000LwN4AAK",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 240.49,
        "id": 147,
        "sfid": "01u5e000000LwMvAAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 50,
      "name": "Water Pumps",
      "parent_c": [
        {
          "id": 47,
          "name": "Janitorial Equipment",
          "parent_c": [
            {
              "name": "Janitorial Supplies",
              "id": 46,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1622163823/commerce/2153036.jpg",
    "productcode": "368XP650WP",
    "sfid": "01t5e00000021atAAA",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Gasoline"
      }
    ],
    "account": {
      "name": "DuroMax"
    }
  },
  {
    "name": "Wulf's Fish 12 lb. Collar On King Kampachi Skin-On Fillets",
    "createddate": "2021-05-24T00:59:26",
    "description": "The epitome of high-quality fish, impress your guests with these Wulf's Fish 12 lb. collar on king kampachi skin-on fillets! With firm texture and a high fat content, king kampachi can be prepared in a variety of ways and serves as a great addition to your seafood menu. Farmed four miles off the coast of Mexico in the clear waters of the Gulf of California, this fish is grown in deep water with strong currents. The water quality is tested regularly for the highest adherence to environmental standards. This fish is recognized as sustainably and responsibly sourced by the Aquaculture Stewardship Council (ASC).\n\nKing kampachi boasts a clean, crisp bite when consumed raw and settles to a delicious buttery flavor when cooked. It's easy to prepare and incredibly versatile in your busy kitchen. Broil, grill, steam, pan-fry, roast, sear, or bake for a mouthwatering dish your customers can't resist. Dredge it in bread crumbs, fry it, and serve in thin strips on salad or your signature pasta. Try grilling this fillet and topping it with a garlicky pesto, or keep it uncomplicated by searing it with brown butter and lemon. Alternatively, offer it raw in a poke bowl, as a kampachi crudo with Calabrian chili vinaigrette, or oil-poached with rice, shiitake mushrooms, broccoli, and blood orange segments. These fillets come complete with their collars, which are great for grilling or roasting with bold sauces and glazes. Trust these collar on king kampachi fillets to diversify your seafood menu and impress your guests. This 12 lb. case comes with 4 fillets on average, but individual piece weight will vary.\n\nWulf's Fish originated in Boston, Massachusetts in 1926 with Sam Wulf. With an eye for quality, Sam set a precedent for building transparent business relationships and procured fresh seafood directly from the Boston Fish Pier every morning. While simultaneously promoting sustainable farming and fishing practices, he grew his business from a small, local shop to a national brand. Today, Wulf's Fish works with artisanal fishermen and farmers to provide premium, traceable seafood products. Trust Wulf's Fish to keep your kitchen stocked with the best, freshest, hand-cut seafood.\n\nBecause this item is not stocked in our warehouse, processing, transit times and stock availability will vary. If you need your items by a certain date, please contact us prior to placing your order. Expedited shipping availability may vary. We cannot guarantee that this item can be cancelled off of the order or returned once it is placed.",
    "id": 17,
    "lastmodifieddate": "2021-05-28T00:35:59",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 172.49,
        "id": 10,
        "sfid": "01u5e000000Lv8hAAC",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 180.49,
        "id": 136,
        "sfid": "01u5e000000LwMyAAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 41,
      "name": "Seafood",
      "parent_c": [
        {
          "id": 20,
          "name": "Meat & Seafood",
          "parent_c": [
            {
              "name": "Food & Beverages",
              "id": 7,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621817903/commerce/2176222.jpg",
    "productcode": "872WF006",
    "sfid": "01t5e0000001vzwAAA",
    "tags__c": "Fish, Collar, skin on fish",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "King Kampachi"
      }
    ],
    "account": {
      "name": "Wulf's"
    }
  },
  {
    "name": "Lavex Janitorial 2 1/2 Gallon Poly Commercial Wet / Dry Vacuum with Toolkit - 100-120V, 1000W",
    "createddate": "2021-05-28T01:00:46",
    "description": "The Lavex Janitorial 2 1/2 gallon wet / dry vacuum cleaner is a great addition to any hospitality or commercial establishment.\n\nKeeping a large commercial facility clean can be a difficult, time-consuming task. With this Lavex Janitorial wet / dry vacuum cleaner, you'll have everything you need for the job! To make things easier, the vacuum features a 2 1/2 gallon capacity and 4 wheels for effortless maneuvering. It's equipped with a powerful motor and wet / dry capabilities to ensure long-lasting, superior performance. Plus, it comes standard with an assortment of convenient attachments, from a long hose to a crevice tool, so that every nook and cranny is within reach.\n\n    CE Listed\n    CE Listed\n\n    This item complies with the standards imposed by the Conformance European (CE), a division of the Intertek group.\n    ETL C\n    ETL C\n\n    This item meets the electrical product safety standards imposed by the ETL, a division of the Intertek Group, for use in Canada.\n    ETL US\n    ETL US\n\n    This item meets the electrical product safety standards imposed by the ETL, a division of the Intertek Group, for use in the United States.\n    1-15P\n    1-15P\n\n    This unit comes with a NEMA 1-15P plug.\n\nEasy to Use\n\nThis vacuum is easy to move thanks to its sturdy handle and 4 wheel arrangement that requires less effort to turn. A 15' power cord allows for ample cleaning area. Plus, it boasts a powerful airflow rating of 64 cfm to easily tackle large wet or dry messes. This unit requires a 100-120V electrical connection for operation.\nDurable Construction\n\nThe heavy-duty poly tank construction is built to last and is both heatproof and waterproof. Whether you're cleaning up dirt and debris or liquid from a spill or overflow, this vacuum is equipped to handle any heavy-duty job.\nFeatures Convenient Tools\n\nA long vacuum hose, 15 foot cord, and additional tools are included to handle an array of jobs. The crevice tool and plastic wand make getting into small corners easy, while the dust brush and floor brush make cleaning floors a simple process. For added convenience, the vacuum comes with a reusable, easy-to-clean cloth filter.",
    "id": 13,
    "lastmodifieddate": "2021-05-28T01:00:46",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 44.49,
        "id": 6,
        "sfid": "01u5e000000Lv8RAAS",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 50.49,
        "id": 142,
        "sfid": "01u5e000000LwMuAAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 49,
      "name": "Wet / Dry Vacs",
      "parent_c": [
        {
          "id": 47,
          "name": "Janitorial Equipment",
          "parent_c": [
            {
              "name": "Janitorial Supplies",
              "id": 46,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1622163606/commerce/2098289.jpg",
    "productcode": "944BJ16233G",
    "sfid": "01t5e00000021b3AAA",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [],
    "account": {
      "name": "Lavex Janitorial"
    }
  },
  {
    "name": "Zook's 8\" Homemade Amish Chicken Pot Pie - 18/Case",
    "createddate": "2021-05-24T00:48:42",
    "description": "Serve up a comfort food favorite with this Zook's 8\" chicken pot pie! Featuring a savory combination of tender, juicy chicken, hearty potatoes, and garden-fresh vegetables, this chicken pie offers a warm, familiar taste that your guests won't be able to resist. The rich, creamy filling is encased in a buttery, flaky crust, providing a melt-in-your-mouth flavor with every bite. Measuring 8\" in diameter, this chicken pie is perfect for your establishment's family-style dinner. Alternatively, it can be offered to guests to take home and enjoy at their convenience.\n\nMade in the heart of Pennsylvania Dutch country, this chicken pie is prepared from scratch with the finest ingredients for an irresistible taste that will make your guests feel right at home. It comes frozen to preserve its freshness and is quick and easy to prepare, ensuring minimal wait time for your customers. Simply place the thawed pie in a 350 degree Fahrenheit oven until the internal temperature reaches 165 degrees Fahrenheit, or approximately 35-40 minutes, cut, and serve immediately. Your guests will love the warm, comforting taste of this chicken pie!\n\nSurrounded by Pennsylvania's Amish farmlands, Zook's has established itself as a timeless Lancaster County favorite, producing mouthwatering beef, chicken, and sausage pies the old fashioned way. This family-owned and operated business began in an Amish farmhouse kitchen, and has since grown into a USDA inspected commercial enterprise. Through the years, their commitment to quality and taste has remained, even as distribution expanded from one market stand to multiple stores and farm markets throughout Pennsylvania and surrounding states.",
    "id": 18,
    "lastmodifieddate": "2021-05-28T00:35:50",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 121.76,
        "id": 134,
        "sfid": "01u5e000000LwMpAAK",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 115.76,
        "id": 135,
        "sfid": "01u5e000000LwMDAA0",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 39,
      "name": "Prepared Foods",
      "parent_c": [
        {
          "id": 7,
          "name": "Food & Beverages",
          "parent_c": []
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621817290/commerce/1835986.jpg",
    "productcode": "878552411",
    "sfid": "01t5e0000001vzOAAQ",
    "tags__c": "Chicken, chicken pot pie, pie",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Chicken Pie"
      }
    ],
    "account": {
      "name": "Zook's"
    }
  },
  {
    "name": "Clorox Disinfectant Cleaner and Deodorizer Wipes - 6/Case",
    "createddate": "2021-05-28T01:11:24",
    "description": "Details\n\nThese Clorox disinfectant and deodorizer wipes are great for use in almost every room of your business, including a busy commercial kitchen, restrooms, waiting rooms, and office desks. They can be used on virtually every non-porous household and bathroom surface, and are bleach and alcohol free so it won't dry out your hands. You can provide these wipes to your janitorial staff for frequent use throughout your facility, or just keep them on hand for casual use by your employees in your break rooms, office areas, or restrooms. You can even provide them in hallways or waiting areas of hospitals or doctor's offices!\n\nAfter use, these wipes leave behind a fresh scent that guests are sure to appreciate. The limited disinfectant kills 99.9% of both salmonella and e-coli germs in just 30 seconds! The disinfectant also works against common allergens, cold and flu viruses, and typical bacteria. Plus, with an ample 7\" x 8\" surface and thick construction, each wipe is sure to last throughout the task. These disinfecting wipes come in an attractive and convenient canister dispenser that will help encourage staff and guests to use wipes when needed, and the flip-top lid opens and closes with ease to keep the wipes pre-moistened and ready to use.\n\nOverall Dimensions:\nWipe Length: 8\"\nWipe Width: 7\"",
    "id": 12,
    "lastmodifieddate": "2021-05-28T01:11:24",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 30.99,
        "id": 5,
        "sfid": "01u5e000000Lv8aAAC",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 35.99,
        "id": 143,
        "sfid": "01u5e000000LwMrAAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 52,
      "name": "Pre-Moistened Sanitizing / Disinfectant Surface Wipes",
      "parent_c": [
        {
          "id": 51,
          "name": "Cleaning Tools & Supplies",
          "parent_c": [
            {
              "name": "Janitorial Equipment",
              "id": 47,
              "parent_c": [
                {
                  "name": "Janitorial Supplies",
                  "id": 46,
                  "parent_c": []
                }
              ]
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1622164255/commerce/1550549.jpg",
    "productcode": "148W0250",
    "sfid": "01t5e00000021b7AAA",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Disinfectants"
      }
    ],
    "account": {
      "name": "Clorox"
    }
  },
  {
    "name": "Lavex Industrial Nitrile 5 Mil Thick Powder-Free Textured Gloves - Extra Large",
    "createddate": "2021-05-28T00:45:06",
    "description": "For even the toughest commercial jobs, choose these Lavex Industrial 5 mil thick, powder-free extra large nitrile heavy-duty gloves to complete the task.\n\nBe sure to be equipped with the essentials with these black nitrile powder-free gloves! Great for tackling jobs in the automotive industry, tattoo work, salons, and janitorial or industrial applications, these heavy-duty gloves are thicker than standard latex gloves to resist wear and tear, with the textured material provides extra grip.\n\n\"These are our favorite gloves. Price point is good and even slip on easily when your hands are wet. We will be purchasing these again!\"\nRead More Reviews\nVersatile Use\n\nThese nitrile heavy-duty gloves are specially designed for tough jobs. They can be used in the automobile industry, tattoo and piercing studios, salons, janitorial, and even industrial applications. Law enforcement officials or EMS workers can benefit from them too!\nTough Material\n\nThese black powder-free gloves are made of durable, 5 mil thick nitrile, which is allergen- and latex-free. The material provides exceptional puncture, tear, and chemical resistance while maintaining the tactile sensitivity of comparable latex exam gloves.\nExtra Large Size\n\nThe extra large size allows you to have gloves ready for those employees with larger hands. By stocking a variety of glove sizes you can be sure all employees will be able to complete their tasks with ease and efficiency.\nDispensing Box\n\nThe box doubles as a dispenser, keeping things orderly in your commercial kitchen, garage, or tattoo parlor. For more storage flexibility, you can purchase a wall mount glove rack (sold separately).",
    "id": 14,
    "lastmodifieddate": "2021-05-28T00:45:06",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 169.99,
        "id": 140,
        "sfid": "01u5e000000LwMlAAK",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 179.99,
        "id": 141,
        "sfid": "01u5e000000LwMmAAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 44,
      "name": "Disposable Gloves",
      "parent_c": [
        {
          "id": 42,
          "name": "Janitorial Disposables",
          "parent_c": [
            {
              "name": "Disposables",
              "id": 18,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1622162666/commerce/1452227.jpg",
    "productcode": "3941085XL",
    "sfid": "01t5e00000021anAAA",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Gloves"
      }
    ],
    "account": {
      "name": "Lavex Janitorial"
    }
  },
  {
    "name": "Tyson 5 lb. Bag Fully Cooked Honey BBQ Breaded Chicken Wing Sections - 2/Case",
    "createddate": "2021-05-24T00:45:48",
    "description": "Prepare house-made, smokehouse style BBQ sauces with the help of this Cattlemen's 5 gallon smoky base BBQ sauce. Offering an ideal speed scratch solution to the busy operator, this sauce provides a starting foundation to your signature BBQ sauces, allowing you to cut down on costs, prep time, ingredients, and labor as well as ensures a more consistent-tasting sauce from batch to batch. This product combines vinegar, tomato, and a light blend of spices with natural hickory smoke to produce a sweet, tangy, and smoky sauce that can be used as-is or easily customized. Try blending in some chipotles in adobo to kick up the heat and enhance the smokiness, or add honey and a pinch of cayenne pepper to enhance the sauce's sweetness.\n\nUse this sauce to complement juicy, fall-off-the-bone pork ribs, chicken wings, meatballs, or even shrimp. Or, try serving it in a small dish for customers to dip their fries, onion rings, and chicken tenders in. From classic crowd-favorites to signature, gourmet dishes, this BBQ sauce base helps delivers incredible flavor for an unforgettable meal.\n\nSpecializing in bold, mouthwatering BBQ sauce, the Cattlemen's brand is owned by French's, a company that has been dedicated to quality and flavor for over 100 years. Stemming from French's classic yellow mustard, invented in 1904, the company has a rich history of creating delicious food product lines that bring customers to the table. Use any French's product while creating your specialty dishes in the kitchen to achieve the perfect blend of satisfying flavors that customers love.",
    "id": 19,
    "lastmodifieddate": "2021-05-28T00:30:20",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 56.31,
        "id": 11,
        "sfid": "01u5e000000Lv8ZAAS",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 60.31,
        "id": 133,
        "sfid": "01u5e000000LwMtAAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 39,
      "name": "Prepared Foods",
      "parent_c": [
        {
          "id": 7,
          "name": "Food & Beverages",
          "parent_c": []
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621817089/commerce/1716188.jpg",
    "productcode": "871553119",
    "sfid": "01t5e0000001vzfAAA",
    "tags__c": "Chicken Wings, honey bbq, sauced wings, breaded chicken",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Chicken Wings"
      }
    ],
    "account": {
      "name": "Tyson"
    }
  },
  {
    "name": "Regal Cocktail 1 Liter Pina Colada Mix",
    "createddate": "2021-05-24T01:03:16",
    "description": "Take the guesswork out of whipping up show-stopping cocktails with this Regal Cocktail pina colada mix!\n\nMade with a blend of creamy coconut and tropical pineapple flavors, this mix makes it easy to craft delicious pina coladas that your guests will love. Simply blend this cocktail mix with rum and serve! You can even use this mix to create trendy virgin pina coladas or blend with ice to create refreshing tropical smoothies. This convenient product makes it easy to expand your drink menu without all the extra prep work!\n\n    Made in America\n    Made in America\n\n    This item was made in the United States of America.\n    Orthodox Union Kosher\n    Orthodox Union Kosher\n\n    This item is certified Kosher by the Orthodox Union.\n\n\"This Pina Colada mix is excellent! Here is a way to use pina colada mixes that you may not have considered. You can actually make hurricane cocktails out of it too! Either way, it is a winning mix.\"",
    "id": 22,
    "lastmodifieddate": "2021-05-28T00:29:42",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 2.79,
        "id": 14,
        "sfid": "01u5e000000LvESAA0",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 3.79,
        "id": 130,
        "sfid": "01u5e000000LwMjAAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 8,
      "name": "Beverages",
      "parent_c": []
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621818132/commerce/2103190.jpg",
    "productcode": "115REGPINA1L",
    "sfid": "01t5e0000001vzxAAA",
    "tags__c": "Pina Colada, Drink mix",
    "productvariety__cs": [],
    "producttag__cs": [
      {
        "name": "Drink Mixes"
      }
    ],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Drink Mixes"
      }
    ],
    "account": {
      "name": "Regal"
    }
  },
  {
    "name": "Pierce Chicken 7.5 lb. Bag Fully Cooked Gourmet Seasoned Breaded Chicken Wing-Dings - 2/Case",
    "createddate": "2021-05-24T00:42:48",
    "description": "Succulent and meaty, serve up the savory crunch of these Pierce Chicken Wing-Dings fully cooked breaded chicken wings! These 1st and 2nd joint, bone-in chicken wings provide a tender, meaty bite combined with a gourmet seasoned breading that cooks to an appealing golden brown crisp. With its extremely versatile taste, these wings are perfect for coating in your own signature sauce. Using these wings as a foundation, you can create an entire wing section on your menu! From mild to daringly hot, like classic buffalo or bold flavors such as sriracha lime, maple-chipotle, or jalapeno cheddar, these are sure to tantalize the taste-buds! Use your own, creative license with these wings to serve up an appetizer sampler dish with your different wing flavors or as an entree in a lined food basket with french fries, a side of celery, and a choice of dipping sauces.\n\nThese wings are fully cooked and prepared, allowing you to eliminate valuable prep time and focus on faster ticket times and satisfied customers! To best prepare these wings, it is recommended to deep fry from frozen at 350 degrees Fahrenheit for 4 minutes until fried to crispy perfection. Whether serving as an entree on game day at your sports bar or as an appetizer for the entire table to share, customers are sure to love the savory flavor of these chicken wings!\n\nPierce Chicken began in 1951 when company founder Melvin Pierce sought to bring innovative, pre-cooked chicken products to the foodservice industry. With this innovation, they were able to bring the first fully cooked fried chicken to the market and developed the #1 best-selling fully cooked chicken wing in current history. With chicken being such an essential item to your menu, trust in Pierce Chicken to deliver consistently great-tasting products that your customers are guaranteed to love.",
    "id": 23,
    "lastmodifieddate": "2021-05-28T00:29:29",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 96.94,
        "id": 128,
        "sfid": "01u5e000000LwMeAAK",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 100.94,
        "id": 129,
        "sfid": "01u5e000000LwMfAAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 39,
      "name": "Prepared Foods",
      "parent_c": [
        {
          "id": 7,
          "name": "Food & Beverages",
          "parent_c": []
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621816895/commerce/1662496.jpg",
    "productcode": "871553002",
    "sfid": "01t5e0000001vzeAAA",
    "tags__c": "Chicken Wings, chicken",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Chicken Wings"
      }
    ],
    "account": {
      "name": "Pierce Chicken"
    }
  },
  {
    "name": "Route 11 Chips 2 oz. Lightly Salted Potato Chips - 30/Case",
    "createddate": "2021-06-07T20:35:00",
    "description": "These Route 11 lightly salted potato chips are light on salt but not on flavor! Fresh, American-grown potatoes are sliced thin and fried to perfection to create a chip with delicious flavor and crunch. These chips are judiciously salted with single source, unrefined sea salt mined from an ancient seabed in Redmond, Utah. This salt combines incredible flavor with healthy minerals, so a little goes a long way! These classic potato chips are perfect for serving alongside deli sandwiches, burgers, and other signature entrees.\n\nThese 2 oz. personal-sized bags of chips are perfect for displaying in many locations. They're great for concession stands, convenience stores, cafeterias, and diners! Place these individual portions near the register in your retail location to promote impulse buys.\n\nSince 1992, the folks at Route 11 Potato Chips have been committed to producing superior chips without taking shortcuts. Their chips are cooked in small batches with high-quality ingredients in order to achieve a delicious flavor and superior crunch that is unrivaled by large-scale operations. Their line of unique flavors and dedication to sustainability in their production ensures that your customers will love their chips and you can feel good about serving them!",
    "id": 72,
    "lastmodifieddate": "2021-06-07T20:35:00",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 30.31,
        "id": 45,
        "sfid": "01u5e000000LwAlAAK",
        "pricebook2id": "01s5e000002Fr9vAAC"
      }
    ],
    "categories": {
      "id": 53,
      "name": "Concessions and Snacks",
      "parent_c": [
        {
          "id": 7,
          "name": "Food & Beverages",
          "parent_c": []
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1623097927/commerce/1824832.jpg",
    "productcode": "113979957",
    "sfid": "01t5e0000002FmaAAE",
    "tags__c": "Potato Chips, potato, salted",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Chips"
      }
    ],
    "account": {
      "name": "Route 11 Potato Chips"
    }
  },
  {
    "name": "Farm Promise 2.5 lb. NAE All-Natural Baby Back Ribs",
    "createddate": "2021-05-24T00:54:13",
    "description": "Serve your customers a finger lickin' favorite with these Farm Promise No Antibiotics Ever baby back pork ribs! Because this product comes from hogs that are raised with care on small family farms, they're a menu item you can feel good about serving. These back ribs have a high meat-to-bone ratio, making them a filling choice for even your hungriest patrons. Serve these succulent ribs next to a steaming pile of mac 'n' cheese, creamy mashed potatoes, corn on the cob, or collard greens for a classic meal that's sure to satisfy. Don't forget to offer a few moist towelettes to help your customers clean up after enjoying this beloved finger food!\n\nThe secret to preparing fall-off-the-bone tender ribs is patience - cook your ribs low and slow for delicious results every time! Generously season the rack of ribs on both sides with your signature spice rub, then create a foil tent and cook them for several hours over low heat in your oven, grill, or smoker. Finish the ribs with your favorite barbecue sauce, or experiment with international flavors by adding a spicy Brazilian sauce or a sweet and acidic Korean glaze! No matter how you choose to serve them, these ribs are sure to be a delicious addition to your menu.\n\nYou care about the quality of the food you serve and so do your customers. When you buy Farm Promise products, you're getting more than just pork: their items come with a promise of quality and a commitment to goodness that your customers will be able to taste in every bite. This commitment starts on the farm - all Farm Promise animals are born and bred on American family farms and raised with individual care and attention. Every pig is bred with 100% crate-free gestation, raised with No Antibiotics Ever, and always fed a vegetarian diet. Farm Promise invests in their animals and in local agriculture not because it is easy, but because it is the right thing to do, and this commitment to goodness truly sets their products apart. By serving Farm Promise products, you can ensure you are serving your customers the finest pork available while showing them you care about your recipe's ingredients.",
    "id": 2,
    "lastmodifieddate": "2021-05-27T23:55:14",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 56.25,
        "id": 154,
        "sfid": "01u5e000000LwPrAAK",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 50.25,
        "id": 155,
        "sfid": "01u5e000000LwPwAAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 40,
      "name": "Pork",
      "parent_c": [
        {
          "id": 20,
          "name": "Meat & Seafood",
          "parent_c": [
            {
              "name": "Food & Beverages",
              "id": 7,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621817604/commerce/2183677.jpg",
    "productcode": "999HTF1375",
    "sfid": "01t5e0000001vzrAAA",
    "tags__c": "Pork, baby back ribs",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Ribs"
      }
    ],
    "account": {
      "name": "Farm Promise"
    }
  },
  {
    "name": "WipesPlus Center Pull Lemon Scent Alcohol Free Disinfecting Wipes - 800/Roll",
    "createddate": "2021-05-28T01:09:15",
    "description": "Details\n\nThese WipesPlus disinfecting wipes quickly destroy or deactivate various bacteria, fungi, and viruses, including E. Coli, Staph, Salmonella, Tuberculosis, HIV, Polio, Herpes, and Influenza making them more effective and efficient than sprays and towels. They have a fresh lemon scent and convenient alcohol free formula that won't dry out hands during use. These wipes are made with a spunlace material that makes them much stronger and thicker.\n\nThese disinfecting wipes are designed for use with center-pull dispensers and a portable wipes bucket. They are ideal for cleaning equipment and other non-porous surfaces, such as plastics, laminates, metals, Plexiglas screens, and rubber surfaces thanks to their water-based formula, and are great for use in your hospital, assisted living community, rehab center, or day care. And, they are EPA registered and approved in all 50 states for use on equipment.\n\nFor best moisture retention, cut the top portion of the package off and feed the wipes through the dispenser.",
    "id": 4,
    "lastmodifieddate": "2021-05-28T04:06:29",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 22.45,
        "id": 152,
        "sfid": "01u5e000000LwMhAAK",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 20.45,
        "id": 153,
        "sfid": "01u5e000000LwMiAAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 52,
      "name": "Pre-Moistened Sanitizing / Disinfectant Surface Wipes",
      "parent_c": [
        {
          "id": 51,
          "name": "Cleaning Tools & Supplies",
          "parent_c": [
            {
              "name": "Janitorial Equipment",
              "id": 47,
              "parent_c": [
                {
                  "name": "Janitorial Supplies",
                  "id": 46,
                  "parent_c": []
                }
              ]
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1622164123/commerce/1085142.webp",
    "productcode": "50037301",
    "sfid": "01t5e00000021b4AAA",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Disinfectants"
      }
    ],
    "account": {
      "name": "WipesPlus"
    }
  },
  {
    "name": "Bissell Commercial BGUPRO18T 18\" Dual Motor Commercial Bagged Upright Vacuum Cleaner with On-Board Tools",
    "createddate": "2021-05-28T00:52:40",
    "description": "Bissell Commercial BGUPRO18T Details\n\nKeep your office, restaurant, or hotel clean and allergen-free with the help of this Bissell Commercial BGUPRO18T 18\" dual motor bagged upright vacuum cleaner with on-board tools. This vacuum cleaner offers exceptional cleaning power with a reliable 1,000W dual motor system that requires just one pass to clean deep, moves air at up to 95 CFM, and offers 115\" of water lift. The motor is located in the base along with the brush roller to minimize handle weight and make operation comfortable for the user. The soft-touch comfort-grip handle also ensures optimal comfort, in addition to adjusting to accommodate different users. A motor inlet filter protects the internal components of this model, preventing dust and debris from clogging the motor housing. As an added safety feature, electric sensors within the unit detect if the belt is broken or the airflow is being blocked.\n\nThe BGUPRO18T is cleverly designed to provide exceptional performance and versatility. Along with manual brush roller height adjustment to compensate for different carpet heights and floor surfaces, the vacuum features a balanced center of gravity designed to prevent it from tipping when attachments are used. It also has a non-slip belt drive with overload protection. The vacuum comes with on-board tools that conveniently stow in the rear to help you tackle a variety of cleaning tasks. These include an upholstery brush, a crevice tool, and a dusting tool. When an attachment is in use, the roller brush automatically shuts off to protect carpets.\n\nThe vacuum's telescoping wand has a stretch hose allowing you to reach more than 9' away to clean surfaces well above floor level. Additionally, a sleek foot extending from the head of the unit is helpful for cleaning under furniture. The 46' long power cord also helps maximize your reach, as it is designed with a cord strain relief system to provide an area of use up to 96' from the power outlet. The dual-wall disposable bag has a 6.2 qt. capacity that gives you plenty of space to fill up before emptying is necessary. This vacuum operates at a sound level of 67 dB(A)\n\nOverall Dimensions:\nCleaning Path Width: 18\"",
    "id": 11,
    "lastmodifieddate": "2021-05-28T01:14:58",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 569,
        "id": 4,
        "sfid": "01u5e000000Lv8VAAS",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 569,
        "id": 144,
        "sfid": "01u5e000000LwMnAAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 48,
      "name": "Vacuum Cleaners",
      "parent_c": [
        {
          "id": 47,
          "name": "Janitorial Equipment",
          "parent_c": [
            {
              "name": "Janitorial Supplies",
              "id": 46,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1622163128/commerce/1973848.webp",
    "productcode": "207BGUPRO18T",
    "sfid": "01t5e00000021axAAA",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Upright Vacuums"
      }
    ],
    "account": {
      "name": "Bissell Commercial"
    }
  },
  {
    "name": "Acopa Edgewood / Edgeworth 8 1/2\" 18/8 Stainless Steel Extra Heavy Weight Dinner Knife - 12/Case",
    "createddate": "2021-05-01T00:43:58",
    "description": "Add an elegant touch to your tabletop setting with this Acopa Edgewood / Edgeworth 8 1/2\" 18/8 stainless steel extra heavy weight dinner knife.\n\nComplete your table setting with this Acopa Edgewood / Edgeworth 8 1/2\" dinner knife. Pair it with the rest of the Edgewood / Edgeworth line to create a coherent and attractive table setting. Your guests are sure to appreciate the sturdy construction of this flatware, and it won't break your budget! Made of stainless steel, it will be a long lasting and attractive addition to your busy dining area. It is great for completing table settings at bistros, cafes, and catered events.",
    "id": 76,
    "lastmodifieddate": "2021-05-25T06:55:07",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 13.78,
        "id": 44,
        "sfid": "01u5e000000LvOqAAK",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 15.78,
        "id": 54,
        "sfid": "01u5e000000LwJuAAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 13,
      "name": "Knives",
      "parent_c": [
        {
          "id": 12,
          "name": "Flatwares",
          "parent_c": [
            {
              "name": "Tabletop",
              "id": 1,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621925699/commerce/1831992.jpg",
    "productcode": "267750808",
    "sfid": "01t5e0000001RXXAA2",
    "tags__c": "knives, set",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Dinner Knives"
      }
    ],
    "account": {
      "name": "Acopa"
    }
  },
  {
    "name": "Acopa 4 oz. Ivory (American White) Stoneware Fruit Dish with Blue Bands - 36/Case",
    "createddate": "2021-05-01T02:32:49",
    "description": "Details\n\nOffer up dinner service with a hint of color using this Acopa 4 oz. ivory (American white) stoneware fruit dish with blue bands. Great for serving small sides of fruit or specialty salads, this piece is made of durable stoneware to reduce the amount of chipping and breaking in your diner or casual restaurant. The ivory color gives it a timeless touch, while the blue bands bring a touch of warmth and whimsy to the table. This bowl is oven safe up to 350 degrees Fahrenheit, making it perfect for warming purposes. Pair it with additional matching Acopa blue band stoneware pieces (sold separately) for a look that can't be beat.\n\nAn ever-expanding brand, Acopa is known for its high-quality items and exceptional value. From trendy dinnerware and timeless flatware to long-lasting glassware and stylish catering and beverage service supplies, Acopa is your destination for any tabletop and front of house need. Created with the consumer in mind, Acopa has the perfect solution for a variety of food service and hospitality establishments.\n\nOverall Dimensions:\nTop Diameter: 4 1/4\"\nBottom Diameter: 2\"\nHeight: 1\"\nCapacity: 4 oz.",
    "id": 75,
    "lastmodifieddate": "2021-05-25T06:55:44",
    "metadata__cs": [
      {
        "name": "vatlayer.description",
        "value__c": "standard",
        "id": 9
      },
      {
        "name": "vatlayer.code",
        "value__c": "standard",
        "id": 10
      }
    ],
    "pricebookentries": [
      {
        "unitprice": 21.53,
        "id": 55,
        "sfid": "01u5e000000LwK4AAK",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 20.15,
        "id": 56,
        "sfid": "01u5e000000LwK9AAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 15,
      "name": "Bowls",
      "parent_c": [
        {
          "id": 14,
          "name": "Dinnerware",
          "parent_c": [
            {
              "name": "Tabletop",
              "id": 1,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621925737/commerce/plate.jpg",
    "productcode": "303BBF4",
    "sfid": "01t5e0000001RXgAAM",
    "tags__c": "chinese, platter, bowl",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Monkey Dishes"
      },
      {
        "name": "Fruit Dishes"
      }
    ],
    "account": {
      "name": "Acopa"
    }
  },
  {
    "name": "Lancaster Table & Seating 30\" x 30\" Reversible Cherry / Black Bar Height Dining Set",
    "createddate": "2021-05-24T00:38:11",
    "description": "Take the guess-work out of selecting complementary tables and barstools by choosing this Lancaster Table & Seating 30\" x 30\" reversible cherry / black bar height dining set!\n\nThis bar height table comes complete with everything you need to quickly and easily assemble a classic 4-top table. From the strong, sturdy cast iron base plate and spider, to the sleek black column and durable laminated table top, this table is an all-in-one addition to any establishment. The versatile 30\" x 30\" design comfortably seats 4 guests without taking up too much room, making it the perfect choice for any restaurant, pizza shop, or cafeteria! This table comes unassembled to save you on shipping costs. Choose from a set of four sleek black cross back barstools with padded seats or versatile mahogany finish back barstools with wooden or padded seats.\n\n    Seating Capacity: 2 - 4\n    Seating Capacity: 2 - 4\n\n    Two to four people can comfortably sit at this table.\n\nCherry / Black Table Top\n\nThis table comes with a reversible cherry / black table top. Choose cherry for a classic look or black for a modern touch.\nBlack Vinyl Molding\n\nBlack vinyl molding protects it from chipping and scuffing, extending the life of the table while adding a polished presentation.\nEasy to Clean\n\nThe attractive laminate on either side is easy to clean, requiring no maintenance or special chemicals.",
    "id": 74,
    "lastmodifieddate": "2021-05-24T00:38:11",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 286.99,
        "id": 57,
        "sfid": "01u5e000000LwKEAA0",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 296.99,
        "id": 58,
        "sfid": "01u5e000000LwJvAAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 38,
      "name": "Restaurant Tables",
      "parent_c": [
        {
          "id": 17,
          "name": "Furniture",
          "parent_c": [
            {
              "name": "Seatings",
              "id": 16,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621816672/commerce/1745422.jpg",
    "productcode": "349BAR3030CB",
    "sfid": "01t5e0000001vzcAAA",
    "tags__c": "bar table, bar",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Table / Chair Sets"
      }
    ],
    "account": {
      "name": "Lancaster Table & Seating"
    }
  },
  {
    "name": "10 lb. Case of 5 - 12 oz. Sushi Grade Tuna Saku Portions",
    "createddate": "2021-05-24T00:57:55",
    "description": "Expand your sushi and seafood menu with this 10 lb. case of 5 - 12 oz. tuna saku portions! Tuna is an ideal choice for serving raw with the accoutrements of your choice. With deep red color, it has an incredibly attractive table presence when served with other seafood and colorful side dishes. It boasts soft, buttery texture and a mild flavor that pairs well with a variety of sauces and spices. Low in saturated fat and sodium, this tuna serves as a healthy, lean protein rich in B vitamins and minerals. With dense, high-quality meat, it's ideal for serving raw as sashimi or in signature sushi rolls.\n\nThis 10 lb. case of tuna comes in convenient 5-12 oz. saku portions, making it easy to prepare in your busy commercial kitchen. It's firm and mild, meaning it's ideal for slicing thinly and serving as high-quality sashimi with a side of rice noodles, soy sauce, and leafy greens. Or, use it in your signature sushi rolls with sticky rice, cucumber, carrot, and your signature spicy sauce. This tuna is versatile thanks to its delicate flavor and can be used in a variety of recipes in your Asian-inspired restaurant or bistro. Try marinating, roasting, grilling, braising, or searing it lightly. Salt and high heat bring out the sweet, delicate flavor of the fish for a mature, full-bodied taste that your customers are sure to love.",
    "id": 73,
    "lastmodifieddate": "2021-05-24T00:57:55",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 109.14,
        "id": 43,
        "sfid": "01u5e000000LvOjAAK",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 120.14,
        "id": 59,
        "sfid": "01u5e000000LwJmAAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 41,
      "name": "Seafood",
      "parent_c": [
        {
          "id": 20,
          "name": "Meat & Seafood",
          "parent_c": [
            {
              "name": "Food & Beverages",
              "id": 7,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621817831/commerce/2177250.jpg",
    "productcode": "872TUNASAKU",
    "sfid": "01t5e0000001vztAAA",
    "tags__c": "Sushi, seafood, tuna",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Tuna"
      }
    ],
    "account": null
  },
  {
    "name": "Island Oasis 1 Liter Wildberry Pomegranate Puree Beverage Mix",
    "createddate": "2021-05-16T22:54:05",
    "description": "Bring fresh-picked berry flavor to your menu any time of the year with Island Oasis 1 liter wildberry pomegranate puree beverage mix! This beverage mix is made with real fruit and pure cane sugar to deliver a sweet, vibrant flavor of berries and pomegranate and does not contain any artificial flavors, colors, or preservatives. With such simple ingredients, this mix allows your drinks to taste naturally and authentically delicious in their purest form. This beverage mix is wonderfully versatile to create a number of refreshments, such as smoothies, cocktails, iced teas, lemonades, and mocktails.\n\nAs a ready-to-use product, your employees can quickly and easily add this beverage mix to any drink that's ordered, resulting in quicker service time and lower labor cost. Making a smoothie is as easy as adding 5 oz. of this mix to 7 oz. of ice and blending until smooth! For a frozen cocktail, instead blend together 4 oz. of mix, 7 oz. of ice, and 1 oz. of liquor. Rocks cocktails are also easy to make - simply mix 3 oz. of this mix, 1 oz. of liquor, and 3 oz. of water and pour it over ice to create a drink customers will not soon forget. This beverage mix is shelf stable and only requires refrigeration after it is opened. Each beverage mix makes approximately (8) 12 oz. servings and is best if used within 7 days after opening.\n\nSince 1984, Island Oasis has brought the tropical taste of blended drinks to bars and commercial kitchens everywhere. With a large selection of beverage mixes and bar equipment, they are dedicated to helping you design signature cocktail menus that are filled with the sweet flavors of smoothies, daiquiris, and frozen margaritas, with the ease of high-quality blenders to help you craft the perfect drink every time. Extremely versatile and created with real, natural ingredients, Island Oasis brings the true taste of paradise to your restaurant.\n\nWildberry Sparkling Lemonade\n\nIce\n1 oz. Island Oasis wildberry pomegranate puree\n3 oz. lemonade\n4 oz. carbonated water\nOptional garnish: sprig of mint or basil\n\nCombine all ingredients in the order listed into a serving glass. Stir gently to mix, garnish, and serve.",
    "id": 71,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 5.98,
        "id": 42,
        "sfid": "01u5e000000LvOnAAK",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 7.98,
        "id": 60,
        "sfid": "01u5e000000LwJnAAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 25,
      "name": "Smoothie Mixes",
      "parent_c": [
        {
          "id": 24,
          "name": "Iced and Frozen Beverages",
          "parent_c": [
            {
              "name": "Beverages",
              "id": 8,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621205638/commerce/2183402.webp",
    "productcode": "711IOWBRYPOM",
    "sfid": "01t5e0000001mtGAAQ",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [
      {
        "name": "Fruit Mixers"
      },
      {
        "name": "Island Oasis"
      },
      {
        "name": "Wild Berry"
      }
    ],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Fruit Puree"
      }
    ],
    "account": {
      "name": "Island Oasis"
    }
  },
  {
    "name": "Choice 10\" Cimeter Knife with Blue Handle",
    "createddate": "2021-05-24T00:22:12",
    "description": "Cut and trim a variety of meats with this Choice 10\" blue cimeter knife. Perfect for cutting and trimming meat in your restaurant kitchen, grocery store, or butcher shop, this knife provides users with smooth, clean cuts after each and every use. Featuring a sleek, curved design, this knife allows you to easily slice steaks and other large chunks of meat with ease. The pointed tip helps make deep cuts and holes, so you can slice and cut meat in one fluid motion.\n\nIts professional-grade, high-carbon 420 stainless steel blade features a razor-sharp edge and undergoes a special hardening process to give the 10\" blade excellent corrosion resistance. Plus, its ergonomic polypropylene handle provides users with exceptional comfort and a safe, non-slip grip. The HACCP colored handle helps this knife stand out and it's great for creating a color-coded system in your kitchen to prevent cross-contamination. For additional peace of mind, this knife features a protective finger guard to keep your hands away from the blade while in use.\n\nOverall Dimensions:\nBlade Length: 10\"\nHandle Length: 5 1/4\"\nOverall Length: 15 1/4\"",
    "id": 70,
    "lastmodifieddate": "2021-05-24T00:22:12",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 15.86,
        "id": 41,
        "sfid": "01u5e000000LvOfAAK",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 12.86,
        "id": 61,
        "sfid": "01u5e000000LwJoAAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 34,
      "name": "Butcher Knives",
      "parent_c": [
        {
          "id": 33,
          "name": "Kitchen Cutlery",
          "parent_c": [
            {
              "name": "Smallwares",
              "id": 3,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621815725/commerce/2153389.jpg",
    "productcode": "220KCMTR10BL",
    "sfid": "01t5e0000001vzDAAQ",
    "tags__c": "knife, boning knife, choice",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Cimeter Knives"
      }
    ],
    "account": {
      "name": "Choice"
    }
  },
  {
    "name": "Schraf 12\" Cimeter Knife with TPRgrip Handle",
    "createddate": "2021-05-24T00:23:41",
    "description": "Upgrade your cutlery collection with this Schraf 12\" cimeter knife with TPRgrip handle.\n\nThis dependable cimeter knife is great for breaking down large pieces of meat into smaller cuts in butcher shops and kitchens. The long, curved blade edge makes it particularly useful for preparing large, whole cuts of meat such as tough steaks. Adding this versatile knife ensures that your staff is equipped with the right tool for a variety of essential meat preparation tasks. Crafted with German Steel: The Standard of Excellence.\n\n    NSF Listed\n    NSF Listed\n\n    This item meets the standards imposed by NSF International, which focuses on public safety, health, and the environment.\n    Hand Wash Only\n    Hand Wash Only\n\n    To preserve quality, this item should only be hand-washed and sanitized.\n\nTPRgrip Handle\n\nThe exclusive TPRgrip handle design consists of a durable polypropylene base covered in a grooved, rubberized TPRgrip material for enhanced grip, comfort, and safety. TPRgrip provides a secure, non-slip grip even when wet, and some shock absorption to reduce user fatigue. The palm swell in the middle also improves handling, ensuring contact with the center of the palm and allowing fingers to conform to the handle in a natural way.",
    "id": 69,
    "lastmodifieddate": "2021-05-24T00:23:41",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 35.36,
        "id": 62,
        "sfid": "01u5e000000LwJwAAK",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 40.36,
        "id": 63,
        "sfid": "01u5e000000LwK5AAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 34,
      "name": "Butcher Knives",
      "parent_c": [
        {
          "id": 33,
          "name": "Kitchen Cutlery",
          "parent_c": [
            {
              "name": "Smallwares",
              "id": 3,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621815757/commerce/2120509.jpg",
    "productcode": "220VCIMSM12",
    "sfid": "01t5e0000001vzIAAQ",
    "tags__c": "Boning knife, butcher knife",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Cimeter Knives"
      }
    ],
    "account": {
      "name": "Schraf"
    }
  },
  {
    "name": "Schraf 6\" Narrow Stiff Boning Knife with Yellow TPRgrip Handle",
    "createddate": "2021-05-24T00:24:36",
    "description": "Upgrade your cutlery collection with this Schraf 6\" yellow narrow stiff boning knife with yellow TPRgrip handle. Part of a convenient HACCP colored cutlery line, this bread knife has a black / yellow colored handle that allows it to stand out and makes it great for creating a color-coded system in your kitchen to prevent cross-contamination. While its versatile design makes separating any type of meat from the bone easy, this boning knife is perfect for deboning chicken and pork. The knife's protective finger guard offers the best in user safety by minimizing the risk of common workplace injuries.\n\nCrafted with X50 German stainless steel, this dependable knife offers the high rust and stain resistance your business requires. At the same time, the knife features an exclusive TPRgrip handle. This ergonomic handle is designed with a durable polypropylene base covered in a rubberized TPRgrip material that provides enhanced grip, comfort, and safety.\n\nCrafted with German Steel: The Standard of Excellence.\n\nOverall Dimensions:\nBlade Length: 6 1/8\"\nHandle Length: 5 3/4\"\nOverall Length: 11 7/8\"",
    "id": 68,
    "lastmodifieddate": "2021-05-24T00:24:36",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 10.98,
        "id": 64,
        "sfid": "01u5e000000LwKiAAK",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 12.98,
        "id": 65,
        "sfid": "01u5e000000LwK6AAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 34,
      "name": "Butcher Knives",
      "parent_c": [
        {
          "id": 33,
          "name": "Kitchen Cutlery",
          "parent_c": [
            {
              "name": "Smallwares",
              "id": 3,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621815843/commerce/2175994.webp",
    "productcode": "220VBNRSTFY6",
    "sfid": "01t5e0000001vzNAAQ",
    "tags__c": "Boning Knife, Schraf",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Boning Knives"
      }
    ],
    "account": {
      "name": "Schraf"
    }
  },
  {
    "name": "Acopa Phoenix Rose Gold 6 1/2\" 18/0 Stainless Steel Forged Teaspoon - 12/Case",
    "createddate": "2021-05-24T00:29:33",
    "description": "Create a contemporary table setting with this Acopa Phoenix Rose Gold 6 1/2\" 18/0 stainless steel extra heavy weight teaspoon\n\nServe this teaspoon with your coffees, teas, desserts, and cereals to provide guests with an unforgettable dining experience. Each piece in this versatile collection is designed with soft edges and a slim handle, and is perfectly weighted and balanced to feel comfortable in your patrons' hands. Its rose gold mirror-shine, hand-polished finish offers a sophisticated, professional appearance, yet doesn't take the focus away from your perfectly plated culinary creations.\n\n    Dishwasher Safe\n    Dishwasher Safe\n\n    This item can safely be cleaned in a commercial dishwasher.\n\nDurable Construction\n\nThanks to its 18/0 construction, you can rest assured that this teaspoon is protected from staining associated with acidic foods and cleaning chemicals.\nModern Design\n\nThis teaspoon features clear lines and modern design that will add a sleek touch to any dining area.",
    "id": 64,
    "lastmodifieddate": "2021-05-24T00:29:33",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 16.82,
        "id": 37,
        "sfid": "01u5e000000LvOBAA0",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 17.82,
        "id": 70,
        "sfid": "01u5e000000LwKCAA0",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 35,
      "name": "Spoons",
      "parent_c": [
        {
          "id": 12,
          "name": "Flatwares",
          "parent_c": [
            {
              "name": "Tabletop",
              "id": 1,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621816126/commerce/2077466.jpg",
    "productcode": "267810001RG",
    "sfid": "01t5e0000001vzXAAQ",
    "tags__c": "Spoon, dinner",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Teaspoons"
      }
    ],
    "account": {
      "name": "Acopa"
    }
  },
  {
    "name": "Lancaster Table & Seating Alloy Series Distressed Yellow Metal Indoor Industrial Cafe Bar Height Stool with Vertical Slat Back and Walnut Wood Seat",
    "createddate": "2021-05-24T00:34:39",
    "description": "Take your modern restaurant, cafe, or bistro to the next level with this Lancaster Table & Seating Alloy Series distressed yellow metal indoor industrial cafe bar height stool with vertical slat back and walnut wood seat. Made with a steel construction, it has received an e-coating to seal it against rust. This treatment was followed with a distressed yellow powder coating to further enhance durability so you can rest assured that this supportive bar height barstool is sure to withstand years of use. The frame is reinforced with additional under-seat cross bracing to provide strength and stability without adding extra bulk or weight to this sleek design. It is lightweight enough for easy movement and transportation so you can quickly reconfigure your dining space and easily clean up at the end of the night.\n\nTo ensure that your customers are free to enjoy your signature drinks, appetizers, entrees, and desserts, this industrial bar height stool features a supportive back and comfortable wooden seat that has been stained in walnut to enhance its natural wood grain appeal for a high-quality look. This barstool features a footrest to reduce pressure on your customers' legs and lower backs. Wood lends a certain feel of permanence and quality, showing your customers that you care. This item ships with the back and seat detached. When your bar height stool arrives, you'll need to assemble the back with the included screws and attach the wooden seat with the included hardware. To keep this stool looking clean, simply wipe it with a damp cloth and your preferred all-purpose cleaner. It is also equipped with protective glides that help keep floor surfaces in pristine condition, making it an excellent choice for your indoor dining area.\n\nOverall Dimensions:\nWidth: 16 1/8\"\nDepth: 16 1/8\"\nHeight: 46 1/2\"\nSeat Width: 14\"\nSeat Depth: 14\"\nBack Height: 15\"\nSeat Height: 30 3/4\"\nWeight Capacity: 400 lb.",
    "id": 65,
    "lastmodifieddate": "2021-05-24T00:34:39",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 98.99,
        "id": 38,
        "sfid": "01u5e000000LvOCAA0",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 100,
        "id": 71,
        "sfid": "01u5e000000LwKFAA0",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 37,
      "name": "Restaurant Bar Stools",
      "parent_c": [
        {
          "id": 17,
          "name": "Furniture",
          "parent_c": [
            {
              "name": "Seatings",
              "id": 16,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621816437/commerce/2170475.jpg",
    "productcode": "164BMCAFYLDW",
    "sfid": "01t5e0000001vzVAAQ",
    "tags__c": "Barstool, bar",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Bar Chairs"
      }
    ],
    "account": {
      "name": "Lancaster Table & Seating"
    }
  },
  {
    "name": "Lancaster Table & Seating Sofia Vintage Finish Backless Barstool with Padded Seat",
    "createddate": "2021-05-24T00:33:27",
    "description": "Seat your guests in comfort and style with this Lancaster Table & Seating Sofia vintage finish backless barstool with padded seat. The vintage copper finish gives you an elegant, upscale look, while the sturdy frame provides long-lasting durability. At an ideal height for both bar and raised table seating, this stool is a versatile option for any restaurant, bar, deli, or coffee shop.\n\nThe padded vinyl seat ensures comfort for your patrons while they enjoy one of your signature drinks or meals, plus it's made of fire-retardant CAL 117 foam. In addition, a metal footrest allows guests to put their feet up and relax during their visit. On the bottom of the stool legs, glides are strategically placed to protect your stool legs from damage and your floors from scratches or scuffs. For additional user convenience, this stool can hold up to a maximum of 350 lb. This reliable design ensures you'll be using this barstool in your pub or restaurant for years to come. Some assembly is required for this item.\n\nOverall Dimensions:\nWidth: 14 1/2\"\nDepth: 14 1/2\"\nHeight: 29 1/2\"\nCushion Thickness: 1\"\nCapacity: 350 lb.",
    "id": 63,
    "lastmodifieddate": "2021-05-24T00:33:27",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 105.94,
        "id": 36,
        "sfid": "01u5e000000LvNdAAK",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 105.94,
        "id": 72,
        "sfid": "01u5e000000LwJyAAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 37,
      "name": "Restaurant Bar Stools",
      "parent_c": [
        {
          "id": 17,
          "name": "Furniture",
          "parent_c": [
            {
              "name": "Seatings",
              "id": 16,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621816338/commerce/2105400.jpg",
    "productcode": "164STLVINBBK",
    "sfid": "01t5e0000001vzUAAQ",
    "tags__c": "Chairs, barstool, bar",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Backless Bar Stools"
      }
    ],
    "account": {
      "name": "Lancaster Table & Seating"
    }
  },
  {
    "name": "Backyard Pro C3H860DEL Deluxe 60\" Stainless Steel Liquid Propane Outdoor Grill with Roll Dome and Vinyl Cover",
    "createddate": "2021-05-01T00:41:41",
    "description": "Take your culinary creations to a whole new level with the Backyard Pro C3H860DEL 60\" stainless steel gas grill.\n\nWhen the weather is warm and your patrons are hungry, nothing is more satisfying than getting outside and grilling up your signature meats, kebabs, and vegetables for them to enjoy! Built with integrity in mind, this deluxe stainless steel grill with a roll dome and a cover offers you a durable, heavy-duty grilling solution for country clubs, resorts, hotels, and caterers.",
    "id": 62,
    "lastmodifieddate": "2021-05-25T06:54:28",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 2899,
        "id": 73,
        "sfid": "01u5e000000LwKDAA0",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 2999,
        "id": 74,
        "sfid": "01u5e000000LwKsAAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 11,
      "name": "Grills",
      "parent_c": [
        {
          "id": 6,
          "name": "Cooking Equipment",
          "parent_c": [
            {
              "name": "Restaurant Equipment",
              "id": 5,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621925657/commerce/831656.jpg",
    "productcode": "554C3H860DELLP",
    "sfid": "01t5e0000001RXbAAM",
    "tags__c": "grill, outdoor grill",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Grills"
      }
    ],
    "account": {
      "name": "Backyard Pro"
    }
  },
  {
    "name": "Lancaster Table & Seating Distressed Copper Frame Ladder Back Cafe Chair with Dark Brown Padded Seat",
    "createddate": "2021-05-01T02:37:22",
    "description": "Seat your guests in comfort and style with this Lancaster Table & Seating distressed copper frame ladder back cafe chair with dark brown padded seat! This chair's distressed copper finish gives you an elegant, upscale look that matches almost any decor, while the sturdy frame provides long-lasting durability. Plus, its eye-catching ladder back design is also contoured for a customer's back, which provides unmatched comfort while maintaining a distinct look for your bar. It is the perfect height for sitting at tables in your cafe or dining room.\n\nThis chair's 2 1/2\" vinyl padded seat ensures comfort for your patrons while they enjoy one of your signature drinks or meals. In addition, four legs are connected with a support for additional stability and capped with plastic glides to protect your floors from scratches and scuff marks. For additional user convenience, this chair boasts a 300 lb. weight capacity and gives the chair a sturdy, stable foundation. Plus, the seat comes detached and assembly is required. The reliable design ensures you'll be using this chair in your cafe or restaurant for years to come!\n\nOverall Dimensions:\nWidth: 18 1/2\"\nDepth: 17\"\nHeight: 32\"\nCapacity: 300 lb.\n\nSeat Dimensions:\nSeat Width: 16 3/4\"\nSeat Depth: 16 3/4\"\nCushion Thickness: 2 1/2\"",
    "id": 61,
    "lastmodifieddate": "2021-05-25T06:52:44",
    "metadata__cs": [
      {
        "name": "vatlayer.description",
        "value__c": "standard",
        "id": 11
      },
      {
        "name": "vatlayer.code",
        "value__c": "standard",
        "id": 12
      }
    ],
    "pricebookentries": [
      {
        "unitprice": 54.99,
        "id": 75,
        "sfid": "01u5e000000LwKGAA0",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 57.99,
        "id": 76,
        "sfid": "01u5e000000LwKtAAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 17,
      "name": "Furniture",
      "parent_c": [
        {
          "id": 16,
          "name": "Seatings",
          "parent_c": []
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621925540/commerce/2088774.webp",
    "productcode": "164CLDRCPDDB",
    "sfid": "01t5e0000001RXlAAM",
    "tags__c": "chair, brown, wooden",
    "productvariety__cs": [
      {
        "id": 3,
        "sfid": "a055e0000003drUAAQ",
        "product__c": "01t5e0000001RXlAAM"
      }
    ],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Chairs"
      }
    ],
    "account": {
      "name": "Lancaster Table & Seating"
    }
  },
  {
    "name": "Backyard Pro PL2032 32\" Wood-Fired Pellet Grill with Advanced Controls - 780 Sq. In.",
    "createddate": "2021-05-16T23:45:50",
    "description": "Smoke out the competition with the versatile Backyard Pro PL2032 32\" wood-fired pellet grill with advanced controls.\n\nThis wood-fired pellet grill is a workhorse ready to tackle diverse menus and high-volume demands! It elevates each meal with a rich, wood-fired flavor, allowing staff to craft meat entrees to perfection. Plus, because its advanced controls eliminate the hassle of constant temperature regulation, the grill is a must-have for anyone who values simple operation and incredible results.",
    "id": 57,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 549,
        "id": 81,
        "sfid": "01u5e000000LwKxAAK",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 569,
        "id": 82,
        "sfid": "01u5e000000LwKvAAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 11,
      "name": "Grills",
      "parent_c": [
        {
          "id": 6,
          "name": "Cooking Equipment",
          "parent_c": [
            {
              "name": "Restaurant Equipment",
              "id": 5,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621208720/commerce/2026398.jpg",
    "productcode": "554PL2032",
    "sfid": "01t5e0000001mvrAAA",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [
      {
        "name": "Charcoal"
      },
      {
        "name": "Wood"
      }
    ],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Grills"
      },
      {
        "name": "Smokers"
      }
    ],
    "account": {
      "name": "Backyard Pro"
    }
  },
  {
    "name": "Warrington Farm Meats 12 oz. Frozen New York Strip Steak - 4/Case",
    "createddate": "2021-05-15T21:11:27",
    "description": "Irresistibly rich, savory flavor and buttery, tender texture await your customers in every succulent bite of this Warrington Farm Meats 12 oz. New York strip steak! This steak is cut from the prized short loin and features moderate fat marbling throughout, giving it a richly beefy flavor. This legendary flavor, coupled with a texture so tender you can cut it with a fork, makes the New York strip a popular offering in steakhouses and fine dining establishments all over the world. When cooked to medium-rare perfection and served alongside tender, fresh vegetables or garlicky mashed potatoes, this first-class, boneless steak makes a truly show-stopping addition to your menu! Warrington Farm Meats' premium New York strip steak comes from local, farm-raised, processed, and butchered beef to ensure quality control, ethical animal practices, and an unrivaled freshness that makes it worthy of being served in the world's finest steakhouses.\n\nThanks to a lack of dense muscle and connective tissue in this cut, this tender New York strip steak is perfect for fast cooking methods like grilling, searing, roasting, or broiling. You can even smoke it for an especially bold flavor or cook it sous vide to ensure an unadulterated taste and a perfect level of doneness! For optimal results, try dry-brining the steak in kosher salt overnight in your refrigerator. When it comes time to cook, rinse off the salt, pat dry with a paper towel, and sprinkle coarsely ground black pepper on each side. Because the New York strip steak does not need many other ingredients or sauces to deliver big flavor, this simple seasoning is perfect for enhancing the natural flavors of the beef while ensuring a crisp, brown crust and a tender, juicy interior.\n\nSince 1974, Warrington Farm Meats has been combining decades of experience with a passion for perfection to create world-class meat products. This family owned and operated company uses time-honored practices to craft premium meats that you can serve with pride. Their farm-raised beef comes from cows who spend their lives grazing on the lush, fertile pastures of Southeastern Pennsylvania, and every cut of meat is carefully processed and butchered by hand. From expertly trimmed pork and beef to patiently smoked, hand-stuffed sausages, your patrons will taste the quality of Warrington Farm Meats in every bite!",
    "id": 55,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 43.99,
        "id": 84,
        "sfid": "01u5e000000LwKqAAK",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 40.99,
        "id": 85,
        "sfid": "01u5e000000LwKrAAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 21,
      "name": "Beef",
      "parent_c": [
        {
          "id": 20,
          "name": "Meat & Seafood",
          "parent_c": [
            {
              "name": "Food & Beverages",
              "id": 7,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621112538/commerce/2178783.jpg",
    "productcode": "871WAR1949F",
    "sfid": "01t5e0000001masAAA",
    "tags__c": "Meat, beef, Prepared Meats, strip",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Steak"
      }
    ],
    "account": {
      "name": "Warrington Farm Meats"
    }
  },
  {
    "name": "Avantco P88SG Double Commercial Panini Sandwich Grill with Grooved Top and Smooth Bottom Plates - 18 3/16\" x 9 1/16\" Cooking Surface - 120V, 3500W",
    "createddate": "2021-05-18T23:45:50",
    "description": "Create tantalizing, beautiful grill marks while ensuring even heat distribution with the Avantco P88SG double grooved top and smooth bottom panini grill.\n\nBoasting 3500W of heating power, this double grooved top and smooth bottom panini grill allows you to double your production rate while quickly and efficiently creating your most popular sandwiches, quesadillas, and hamburgers. And, with a compact 22\" x 12\" footprint, you'll have no trouble finding space for it at your sandwich shop, concession stand, pizzeria, or food truck.",
    "id": 54,
    "lastmodifieddate": "2021-05-18T23:59:48",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 286.75,
        "id": 32,
        "sfid": "01u5e000000LvNYAA0",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 289.75,
        "id": 86,
        "sfid": "01u5e000000LwL2AAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 31,
      "name": "Panini Grills",
      "parent_c": [
        {
          "id": 6,
          "name": "Cooking Equipment",
          "parent_c": [
            {
              "name": "Restaurant Equipment",
              "id": 5,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621381504/commerce/1906694.jpg",
    "productcode": "177P88SG",
    "sfid": "01t5e0000001pOXAAY",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Panini Grills"
      }
    ],
    "account": {
      "name": "Avantco"
    }
  },
  {
    "name": "Avantco FF300 Natural Gas 40 lb. Stainless Steel Floor Fryer",
    "createddate": "2021-05-01T00:33:46",
    "description": "This Avantco FF300 natural gas 40 lb. floor fryer has all the features your kitchen needs to prepare perfectly fried foods!\n\nWith enough power to fry a variety of popular appetizers and entrees like french fries, onion rings, and hot wings, this fryer features a durable stainless steel exterior and fry tank to stand up to the daily demands of your busy kitchen. Its 40 lb. capacity makes this unit a great choice for light-duty use in restaurants, concession stands, or pizzerias.",
    "id": 53,
    "lastmodifieddate": "2021-05-25T06:54:48",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 849,
        "id": 31,
        "sfid": "01u5e000000LvNUAA0",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 869,
        "id": 87,
        "sfid": "01u5e000000LwL7AAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 10,
      "name": "Deep Fryers",
      "parent_c": [
        {
          "id": 6,
          "name": "Cooking Equipment",
          "parent_c": [
            {
              "name": "Restaurant Equipment",
              "id": 5,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621925679/commerce/2110039.webp",
    "productcode": "177FF300N",
    "sfid": "01t5e0000001RXMAA2",
    "tags__c": "deep fryer",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Gas Floor Fryers"
      }
    ],
    "account": {
      "name": "Avantco"
    }
  },
  {
    "name": "Crown Verity MG-30 Natural Gas 28\" Portable Outdoor Griddle",
    "createddate": "2021-05-18T23:50:54",
    "description": "Crown Verity CV-MG-30NG Details\n\nThanks to its easily removable griddle plate, this Crown Verity MG-30 natural gas portable outdoor griddle quickly converts to a charbroiler to help you greatly expand your menu offerings. First, prepare the perfect outdoor breakfast with bacon, eggs, pancakes, and sausage. Then, pop off the griddle plate, slide in a grill grate (sold separately), and start charbroiling burgers and hot dogs for lunch!\n\nThis dual functionality makes the Crown Verity MG-30 portable outdoor griddle an ideal addition to resorts, country clubs, private pools, or any outdoor catered event. The MG-30 28\" portable outdoor griddle features an impressive 64,500 BTU heating system with 4 burners.\n\nThe griddle top is made of rugged 5/16\" cold rolled steel. A stainless steel splash guard protects your guests from flying grease, while a removable grease tray promotes quick and easy cleaning, and a water pan with drain ports is included to help minimize the risk of grease fires.\n\nFor greater mobility on rough outdoor terrain, this unit comes with two 14\" wheels and two locking casters.\n\nPropane models ships completely assembled with a two stage regulator and gas hose included so that you can starting using your new outdoor griddle right away. The built-in tank holder on the back of the unit is built to hold a single 20 lb. propane tank.\n\nNatural gas models feature a single gas connection and 10' quick disconnect hose.\n\nOverall Dimensions:\nWidth: 38\"\nDepth: 28\"\nHeight: 43 1/4\"\n\nCooking Surface Dimensions:\nWidth: 28\"\nDepth: 21\"\n\nThis Item Ships via Common Carrier. For more information and tips to help your delivery go smoothly, click here.\n\nBecause this item is not stocked in our warehouse, processing, transit times and stock availability will vary. If you need your items by a certain date, please contact us prior to placing your order. Expedited shipping availability may vary. We cannot guarantee that this item can be cancelled off of the order or returned once it is placed.",
    "id": 52,
    "lastmodifieddate": "2021-05-19T01:34:21",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 2453.85,
        "id": 30,
        "sfid": "01u5e000000LvNTAA0",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 2473.85,
        "id": 88,
        "sfid": "01u5e000000LwLCAA0",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 32,
      "name": "Griddles",
      "parent_c": [
        {
          "id": 11,
          "name": "Grills",
          "parent_c": [
            {
              "name": "Cooking Equipment",
              "id": 6,
              "parent_c": [
                {
                  "name": "Restaurant Equipment",
                  "id": 5,
                  "parent_c": []
                }
              ]
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621381785/commerce/868127.webp",
    "productcode": "255MG30N",
    "sfid": "01t5e0000001pObAAI",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Griddles"
      }
    ],
    "account": {
      "name": "Crown Verity"
    }
  },
  {
    "name": "Monin 1 Liter Premium Vanilla Flavoring Syrup",
    "createddate": "2021-05-01T00:35:36",
    "description": "Bring distinct, original flavor to your beverages with this Monin 1 liter premium vanilla flavoring syrup!\n\nMade with premium, real Madagascar vanilla, pure cane sugar, and no artificial ingredients, this clean label syrup delivers a smooth, custard-like vanilla flavor with a sweet vanilla extract aroma. It provides a quick and easy way to add authentic flavor to your mixed or blended drinks without overpowering them or being too sweet. Use it to enhance your lattes, mochas, dessert cocktails, shakes, smoothies, and sodas, or to create delicious dessert sauces, icings, and flavored whipped cream! Packaged in a shatterproof bottle, it boasts a sleek appearance for an attractive shelf presence and can easily be paired with a compatible pump for quick, efficient service during peak serving hours.",
    "id": 50,
    "lastmodifieddate": "2021-05-25T06:53:10",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 7.72,
        "id": 90,
        "sfid": "01u5e000000LwKwAAK",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 6.72,
        "id": 91,
        "sfid": "01u5e000000LwLHAA0",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 8,
      "name": "Beverages",
      "parent_c": []
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621925579/commerce/2083529.jpg",
    "productcode": "544SYPFR045F",
    "sfid": "01t5e0000001RXRAA2",
    "tags__c": "beverage, cocktail syrup, mixers",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Flavoring Syrups"
      }
    ],
    "account": {
      "name": "Monin"
    }
  },
  {
    "name": "Barfly M37032 12 oz. Stainless Steel Mint Julep Cup with Beaded Trim",
    "createddate": "2021-04-30T21:29:04",
    "description": "Barfly M37032 Details\n\nServe up your popular cocktails and mixed drinks in an elegant style with this Barfly M37032 12 oz. stainless steel julep cup. This cup is designed for serving the perfectly-sized, time-honored mint julep in your bar, pub, or restaurant. It features a solid stainless steel exterior with beaded detailing around the rim and base that accentuates your drink's sophistication. Simply mix whiskey and powdered sugar with muddled mint leaves, add ice, pour it into the cup, and garnish it with a sprig of mint! But your serving options don't end there. Load up this cup with a side of fries for a new twist on a classic appetizer.\n\nIts 12 oz. capacity can accommodate a wide variety of cold beverages. Its wide, footed base keeps it stable during use, as well as during transportation. Additionally, a reinforced, rolled rim enables easy sipping and allows for essential drink garnishes such as lemons and limes, to be neatly added to each cup.\n\nBuilt for those with an unwavering dedication to the art of crafting cocktails, Barfly Mixology Gear products are made to deliver the best appearance, temperature, consistency and proportion in each and every glass. These high-quality tools are made with the finest materials to deliver the best quality cocktails while enhancing the presentation and showmanship patrons everywhere have come to expect from mixologists. Regardless of the type of cocktail that's being created, Barfly Mixology Gear is the top choice of professionals everywhere.",
    "id": 49,
    "lastmodifieddate": "2021-05-25T06:53:55",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 9.38,
        "id": 92,
        "sfid": "01u5e000000LwLMAA0",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 11.38,
        "id": 93,
        "sfid": "01u5e000000LwLIAA0",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 2,
      "name": "Beverageware",
      "parent_c": [
        {
          "id": 1,
          "name": "Tabletop",
          "parent_c": []
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621925628/commerce/2066484.jpg",
    "productcode": "470M37032",
    "sfid": "01t5e0000001RT9AAM",
    "tags__c": "cocktails, beverage, cup",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Julep Cup"
      }
    ],
    "account": {
      "name": "Barfly"
    }
  },
  {
    "name": "Vollrath Tribute 3-Piece Tri-Ply Stainless Steel Fry Pan Set with TriVent Chrome Plated Handles - 8\", 10\", and 12\" Frying Pans",
    "createddate": "2021-05-16T01:56:53",
    "description": "Cook delicious meals with absolute ease and skillfully brown, sear, or fry your menu items with this Vollrath Tribute 3-piece tri-ply stainless steel fry pan set with TriVent chrome plated handles. Featuring an exceptional 3-ply construction with an impact-resistant 3004 aluminum alloy core, this versatile set is built for enhanced performance and includes (1) 8\", (1) 10\", and (1) 12\" frying pan to satisfy all of your cooking needs. While the aluminum core expands throughout the entire pan, eliminating hot spots to provide even heating on both the sides and bottom, its non-reactive 18-8 stainless steel interior guarantees flavor neutrality. The pan is also topped with a strong 18-0 stainless steel exterior to stand up to punishing commercial kitchen conditions, which makes it suitable for use on gas, electric, and induction ranges. Plus, the TriVent chrome plated handle is ergonomically shaped to reduce user stress and fatigue.\n\nThis item also features gently sloped sides, which are perfect for turning, flipping, and removing delicious vegetable medleys from your pan. The handles even come riveted to the body of each pan with the EverTite riveting system for a more secure grip and rigid connection, which guarantees that the handles won't come loose or break off over time. Easy to clean and versatile by design, this top-of-the-line set is a must-have addition to any commercial kitchen! Whether you need it to sear salmon, brown potatoes, or fry up tasty treats, this product is sure to get the job done right.\n\nSet Includes:\n(1) 8\" Tri-ply stainless steel fry pan\n(1) 10\" Tri-ply stainless steel fry pan\n(1) 12\" Tri-ply stainless steel fry pan\n\n8\" Pan Dimensions:\nTop Diameter: 8\"\nBottom Diameter: 5 3/4\"\nHeight: 1 7/8\"\n\n10\" Pan Dimensions:\nTop Diameter: 10\"\nBottom Diameter: 7 5/8\"\nHeight: 2 1/8\"\n\n12\" Pan Dimensions:\nTop Diameter: 12\"\nBottom Diameter: 9 3/4\"\nHeight: 2 1/2\"",
    "id": 47,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 184.99,
        "id": 28,
        "sfid": "01u5e000000LvNkAAK",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 190.99,
        "id": 94,
        "sfid": "01u5e000000LwLNAA0",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 23,
      "name": "Frying Pan",
      "parent_c": [
        {
          "id": 22,
          "name": "Cookware",
          "parent_c": [
            {
              "name": "Smallwares",
              "id": 3,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621130145/commerce/1982287.jpg",
    "productcode": "922FRY3PNTR",
    "sfid": "01t5e0000001mcoAAA",
    "tags__c": "Cookware, Frying pans, vollrath",
    "productvariety__cs": [],
    "producttag__cs": [
      {
        "name": "Frying pan"
      },
      {
        "name": "Vollrath"
      }
    ],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Frying Pan Sets"
      }
    ],
    "account": {
      "name": "Vollrath"
    }
  },
  {
    "name": "Vollrath Z4010 Wear-Ever 10\" Aluminum Non-Stick Fry Pan with CeramiGuard II Coating and Blue Cool Handle",
    "createddate": "2021-05-16T01:55:03",
    "description": "Cook delicious meals with ease when you use this Vollrath Z4010 Wear-Ever 10\" aluminum non-stick fry pan with CeramiGuard II coating and blue cool handle!\n\nIdeal for making low acidic foods such as mushrooms, broccoli, and cauliflower, the Vollrath Z4010 Wear-Ever 10\" fry pan features Vollrath's innovative CeramiGuard II non-stick coating. This helps maintain longer life, better food release, faster clean-up, and lower replacement costs when compared to traditional fry pans! Made from strong, aluminum material, this non-stick fry pan with EverTite cool handle is ideal for any commercial kitchen.",
    "id": 46,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 40.12,
        "id": 95,
        "sfid": "01u5e000000LwLJAA0",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 45.12,
        "id": 96,
        "sfid": "01u5e000000LwLKAA0",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 23,
      "name": "Frying Pan",
      "parent_c": [
        {
          "id": 22,
          "name": "Cookware",
          "parent_c": [
            {
              "name": "Smallwares",
              "id": 3,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621130033/commerce/1982304.jpg",
    "productcode": "922Z4010",
    "sfid": "01t5e0000001mcjAAA",
    "tags__c": "smallware, frying pan, cookware",
    "productvariety__cs": [],
    "producttag__cs": [
      {
        "name": "Frying pan"
      }
    ],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Frying Pans"
      }
    ],
    "account": {
      "name": "Vollrath"
    }
  },
  {
    "name": "Vollrath Z4014 Wear-Ever 14\" Aluminum Non-Stick Fry Pan with CeramiGuard II Coating and Blue Cool Handle",
    "createddate": "2021-05-16T01:58:22",
    "description": "Cook delicious meals with ease when you use this Vollrath Z4014 Wear-Ever 14\" aluminum non-stick fry pan with CeramiGuard II coating and blue cool handle!\n\nIdeal for making low acidic foods such as mushrooms, broccoli, and cauliflower, the Vollrath Z4014 Wear-Ever 14\" fry pan features Vollrath's innovative CeramiGuard II non-stick coating. This helps maintain longer life, better food release, faster clean-up, and lower replacement costs when compared to traditional fry pans! Made from strong, aluminum material, this non-stick fry pan with EverTite cool handle is ideal for any commercial kitchen.",
    "id": 44,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 75.29,
        "id": 98,
        "sfid": "01u5e000000LwLSAA0",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 74.29,
        "id": 99,
        "sfid": "01u5e000000LwLTAA0",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 23,
      "name": "Frying Pan",
      "parent_c": [
        {
          "id": 22,
          "name": "Cookware",
          "parent_c": [
            {
              "name": "Smallwares",
              "id": 3,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621130268/commerce/938038.jpg",
    "productcode": "922Z4014",
    "sfid": "01t5e0000001mctAAA",
    "tags__c": "Frying pan, Vollrath, steel frying pan, non-stick fry pan",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Frying Pans"
      }
    ],
    "account": {
      "name": "Vollrath"
    }
  },
  {
    "name": "Lancaster Table & Seating 30\" x 72\" Heavy-Duty Granite White Plastic Folding Table",
    "createddate": "2021-05-16T22:56:03",
    "description": "Choose a heavy-duty 30\" x 72\" granite white plastic folding table from Lancaster Table & Seating for your next catered event.\n\nLancaster Table & Seating's 30\" x 72\" heavy-duty granite white plastic folding table is an economical choice for any restaurant, bar, banquet hall, buffet, school, or catered event. Its sturdy powder-coated steel frame can stand up to even your heaviest serving platters or chafing dishes, making it a more secure option than a traditional wooden table. Additionally, the high-impact polyethylene table top will not crack, chip, or peel, allowing you to use it both indoors and outdoors. This table is also easy to clean, so you can quickly wipe it down after an event.\n\n    Seating Capacity: 6 - 8\n    Seating Capacity: 6 - 8\n\n    Six to eight people can comfortably sit at this table.",
    "id": 31,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 54.99,
        "id": 100,
        "sfid": "01u5e000000LwLWAA0",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 50.99,
        "id": 101,
        "sfid": "01u5e000000LwLUAA0",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 26,
      "name": "Folding Tables and Chairs",
      "parent_c": [
        {
          "id": 17,
          "name": "Furniture",
          "parent_c": [
            {
              "name": "Seatings",
              "id": 16,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621205698/commerce/1681935.webp",
    "productcode": "384YCZ7230",
    "sfid": "01t5e0000001mtQAAQ",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [
      {
        "name": "Chair"
      },
      {
        "name": "Lancaster"
      },
      {
        "name": "Foldable"
      }
    ],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Folding Tables"
      }
    ],
    "account": {
      "name": "Lancaster Table & Seating"
    }
  },
  {
    "name": "Backyard Pro 554SMOKR60KD 60\" Charcoal / Wood Smoker Grill with Adjustable Grates and Dome",
    "createddate": "2021-05-16T23:40:11",
    "description": "Give customers the smoky taste they desire by slow cooking your products in the Backyard Pro 60\" charcoal / wood smoker.\n\nWhen the weather is warm and your patrons are hungry, nothing is more satisfying than getting outside and cooking up your signature meats and vegetables for them to enjoy! Simply put your product inside the unit, slow cook it to perfection, and watch as the smoky flavor transforms it into a mouth-watering dish. With 1102 sq. in. of cook space, you'll have plenty of room to smoke ribs, brisket, or even an entire pig! Plus, this smoker fits comfortably on any deck or patio, while still leaving plenty of room for a bar, outdoor seating area, or fire pit. To provide you with the best possible savings on shipping costs, this unit ships knocked down.",
    "id": 42,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 1399,
        "id": 25,
        "sfid": "01u5e000000LvNHAA0",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 1199,
        "id": 103,
        "sfid": "01u5e000000LwLXAA0",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 11,
      "name": "Grills",
      "parent_c": [
        {
          "id": 6,
          "name": "Cooking Equipment",
          "parent_c": [
            {
              "name": "Restaurant Equipment",
              "id": 5,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621208383/commerce/829355.webp",
    "productcode": "554SMOKR60KD",
    "sfid": "01t5e0000001mujAAA",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [
      {
        "name": "smoker"
      },
      {
        "name": "Charcoal"
      }
    ],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Grills"
      },
      {
        "name": "Smokers"
      }
    ],
    "account": {
      "name": "Backyard Pro"
    }
  },
  {
    "name": "4 Piece Small \"Fresh Flavor\" Fried Chicken / Hot Food Bag - 250/Case",
    "createddate": "2021-05-04T04:19:35",
    "description": "This 4 piece small \"Fresh Flavor\" fried chicken / hot food bag is an excellent addition to any convenience store, grocery store, food truck, or restaurant! Use it for hot and fresh wings, fried chicken, and ribs. It's easy to load your hot foods into the bag from the top, and the resealable zipper closure helps retain moisture, texture, and freshness. There's no need to worry about your hot foods fogging up the bag due to the bag's specially-designed anti-fog film.\n\nMade of sturdy plastic, this bag is grease- and leak-resistant and allows for proper ventilation of hot foods through multiple venting holes, allowing steam to escape and preserving crispiness. It's even safe for use under a heat lamp and microwavable for easy reheating!\n\nThe bag's built-in handle is perfect for grab-and-go service. The clear window allows for product visibility, and the \"Fresh Flavor\" print design adds a colorful, contemporary flair. When used with a wire rack, the bag's convenient header lets you easily load a bundle of bags onto the rack. Dependable for everyday use, this resealable bag makes it easy to serve your customers fresh-from-the-oven foods!\n\nOverall Dimensions:\nWidth: 9\"\nGusset: 8\"\nHeight: 5\"",
    "id": 40,
    "lastmodifieddate": "2021-05-25T06:56:08",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 50.58,
        "id": 23,
        "sfid": "01u5e000000LvNAAA0",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 54.58,
        "id": 105,
        "sfid": "01u5e000000LwL9AAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 19,
      "name": "Disposable Plastic",
      "parent_c": [
        {
          "id": 18,
          "name": "Disposables",
          "parent_c": []
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621925759/commerce/1910499.jpg",
    "productcode": "433262078881",
    "sfid": "01t5e0000001V39AAE",
    "tags__c": "chicken bag, plastic bag, disposables",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Hot bags"
      }
    ],
    "account": {
      "name": "Innopak"
    }
  },
  {
    "name": "Warrington Farm Meats 5 lb. Boneless Beef Short Ribs - 2/Case",
    "createddate": "2021-05-16T23:47:33",
    "description": "Serve up bold BBQ flavor with these Warrington Farm Meats boneless beef short ribs! Cut from the plate primal, these short ribs offer up big, beefy flavor that your meat-loving patrons are sure to appreciate. They're richly marbled with fat for unbeatable taste and cook up to a melt-in-your-mouth tender texture. This rib meat has been separated from the bone, offering extra meaty goodness that's perfect for shredding! Warrington Farm Meats' boneless beef short ribs come from local, farm-raised, -processed, and -butchered beef to ensure quality control, ethical animal practices, and an unrivaled freshness.\n\nThese short ribs have a moderate amount of connective tissue, making them great for low and slow cooking methods like braising, roasting, or smoking. When cooked over low heat for a long period of time, these short ribs will develop an irresistibly tender texture and mouthwatering depth of flavor! Season these short ribs to your liking with dry rubs or sweet and tangy barbecue sauces; once they're cooked, shred the rib meat and add it to sandwiches that'll have your hungry patrons coming back for more.\n\nSince 1974, Warrington Farm Meats has been combining decades of experience with a passion for perfection to create world-class meat products. This family owned and operated company uses time-honored practices to craft premium meats that you can serve with pride. Their farm-raised beef comes from cows who spend their lives grazing on the lush, fertile pastures of Southeastern Pennsylvania, and every cut of meat is carefully processed and butchered by hand. From expertly trimmed pork and beef to patiently smoked, hand-stuffed sausages, your patrons will taste the quality of Warrington Farm Meats in every bite!",
    "id": 39,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 89.88,
        "id": 22,
        "sfid": "01u5e000000LvMzAAK",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 95.88,
        "id": 106,
        "sfid": "01u5e000000LwLEAA0",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 21,
      "name": "Beef",
      "parent_c": [
        {
          "id": 20,
          "name": "Meat & Seafood",
          "parent_c": [
            {
              "name": "Food & Beverages",
              "id": 7,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621208823/commerce/2181321.jpg",
    "productcode": "871WAR9030",
    "sfid": "01t5e0000001mwFAAQ",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [
      {
        "name": "Warrington Farm"
      },
      {
        "name": "beef"
      }
    ],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Short Ribs"
      }
    ],
    "account": {
      "name": "Warrington Farm Meats"
    }
  },
  {
    "name": "Warrington Farm Meats 5 oz. Frozen Filet Mignon Steak - 6/Case",
    "createddate": "2021-05-18T23:18:20",
    "description": "Serve your customers a truly exquisite entree that they won't forget with this Warrington Farm Meats 5 oz. filet mignon! This steak is cut from the very tip of the tenderloin; because this muscle bears no weight, it never develops any dense connective tissue, making filet mignon the most tender cut of beef. This tenderness, coupled with its especially mild flavor, has made filet mignon arguably the most prized and valuable steak on the market. When cooked to medium-rare perfection and served alongside tender, fresh vegetables or garlicky mashed potatoes, this fork-tender, melt-in-your-mouth steak makes a truly show-stopping addition to your menu! Warrington Farm Meats' premium filet mignon steak comes from local, farm-raised, processed, and butchered beef to ensure quality control, ethical animal practices, and an unrivaled freshness that makes it worthy of being served in the world's finest steakhouses.\n\nThanks to a lack of dense connective tissue in this cut, filet mignon is perfect for fast cooking methods like grilling or searing. However, avoid wasting time and money by overcooking this valuable and delicious piece of meat! Filet mignon is often served rare or medium rare to enhance the flavor and juicy texture of the meat. One fail-safe method for cooking this dainty steak is to begin by searing it in a cast iron pan for 5 minutes on both sides to brown the outside and develop a mouthwatering exterior, then transfer the pan to a 400 degree oven to ensure that the meat is evenly cooked through. You can also try cooking the steak sous vide in an immersion cooker, then searing the outside just before you serve it to achieve perfection every time!\n\nSince 1974, Warrington Farm Meats has been combining decades of experience with a passion for perfection to create world-class meat products. This family owned and operated company uses time-honored practices to craft premium meats that you can serve with pride. Their farm-raised beef comes from cows who spend their lives grazing on the lush, fertile pastures of Southeastern Pennsylvania, and every cut of meat is carefully processed and butchered by hand. From expertly trimmed pork and beef to patiently smoked, hand-stuffed sausages, your patrons will taste the quality of Warrington Farm Meats in every bite!",
    "id": 38,
    "lastmodifieddate": "2021-05-18T23:18:29",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 72.49,
        "id": 107,
        "sfid": "01u5e000000LwLYAA0",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 75.49,
        "id": 108,
        "sfid": "01u5e000000LwLQAA0",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 21,
      "name": "Beef",
      "parent_c": [
        {
          "id": 20,
          "name": "Meat & Seafood",
          "parent_c": [
            {
              "name": "Food & Beverages",
              "id": 7,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621379872/commerce/2178835.jpg",
    "productcode": "871WAR1960F",
    "sfid": "01t5e0000001pKEAAY",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Steak"
      }
    ],
    "account": {
      "name": "Warrington Farm Meats"
    }
  },
  {
    "name": "Choice Bellwood 7 5/8\" 18/0 Stainless Steel Medium Weight Dinner Fork - 12/Case",
    "createddate": "2021-05-24T00:31:41",
    "description": "Supply your guests with classic, functional flatware with the Choice Bellwood 7 5/8\" 18/0 stainless steel medium weight dinner fork.\n\nEnhance the look of your tabletop presentation with this Choice Bellwood 7 5/8\" dinner fork. Pair it with the rest of the Bellwood line to create a casual yet classic look that will compliment standard fare and comfort food. Your guests are sure to appreciate the sturdy construction of this flatware, and it won't break your budget! Made of stainless steel, it will be a long lasting and attractive addition to your busy dining area. It is great for completing table settings at family restaurants, bar and grills, and cafes.\n\n    Dishwasher Safe\n    Dishwasher Safe\n\n    This item can safely be cleaned in a commercial dishwasher.\n\n\"These forks have worked us wonders! They are simple to clean, with no stains from hard water or other things on them, and they do not bend easily as others do.\"\nRead More Reviews\nBellwood Line\n\nIf you are looking for flatware that looks great but isn't too fancy, the Bellwood line is the perfect choice. This dinner fork features a smooth, simple design with a gently curved panel to add shape and elegance, and thanks to its subtlety it won't feel out of place in a casual dining atmosphere. Its satin finish offers a clean appearance, and is very much at home in your family restaurant, bar and grill, or cafe.",
    "id": 37,
    "lastmodifieddate": "2021-05-24T00:31:41",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 5.26,
        "id": 21,
        "sfid": "01u5e000000LvN9AAK",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 4.26,
        "id": 109,
        "sfid": "01u5e000000LwLFAA0",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 36,
      "name": "Forks",
      "parent_c": [
        {
          "id": 12,
          "name": "Flatwares",
          "parent_c": [
            {
              "name": "Tabletop",
              "id": 1,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621816228/commerce/1504698.jpg",
    "productcode": "267300005",
    "sfid": "01t5e0000001vzEAAQ",
    "tags__c": "Fork, flatware set, utensils",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Dinner Forks"
      }
    ],
    "account": {
      "name": "Choice"
    }
  },
  {
    "name": "Capora 750 mL Cucumber Mint Flavoring Syrup",
    "createddate": "2021-05-24T01:04:28",
    "description": "Invite your customers to relax, refresh, and renew with this Capora cucumber mint flavoring syrup!\n\nFeaturing a unique blend of hydrating cucumber and cool mint, this syrup offers a refreshing flavor that is a perfect complement to your signature beverages. The smooth taste of this flavoring syrup will enhance the flavor profile of your mixed or blended drinks without overpowering them or being too sweet. Plus, it's produced with pure cane sugar, offering a clean sweetness that will instantly upgrade your iced teas, lemonades, sparkling waters, and cocktails.\n\n    Made in America\n    Made in America\n\n    This item was made in the United States of America.\n    OK Kosher\n    OK Kosher\n\n    This product is certified Kosher by OK Kosher.\n\nSuggested Recipe: Cucumber Mint Soda\n\nIngredients\n1 cup ice\n2 oz. Capora cucumber mint flavoring syrup\n10 oz. soda\n\nInstructions\nAdd ice to a tall glass before pouring in other ingredients. Gently stir to mix before garnishing with fresh cucumber slices and mint leaves.",
    "id": 29,
    "lastmodifieddate": "2021-05-28T00:19:37",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 4.57,
        "id": 119,
        "sfid": "01u5e000000LwMKAA0",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 5.57,
        "id": 120,
        "sfid": "01u5e000000LwMPAA0",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 8,
      "name": "Beverages",
      "parent_c": []
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621818229/commerce/2123484.jpg",
    "productcode": "513SYPCUCMNT",
    "sfid": "01t5e0000001w06AAA",
    "tags__c": "bar, bar drink mix, drink mixes",
    "productvariety__cs": [],
    "producttag__cs": [
      {
        "name": "Drink Mixes"
      }
    ],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Drink Mixes"
      }
    ],
    "account": {
      "name": "Capora"
    }
  },
  {
    "name": "Lancaster Table & Seating Black Finish Metal Ladder Back Cafe Chair with Red Padded Seat",
    "createddate": "2021-06-07T21:19:37",
    "description": "Seat your guests in comfort and style with this Lancaster Table & Seating black finish metal ladder back cafe chair with red padded seat! This chair's black finish gives you an elegant, upscale look that matches almost any decor, while the sturdy frame provides long-lasting durability. Plus, its eye-catching ladder back design is also contoured for a customer's back, which provides unmatched comfort while maintaining a distinct look for your bar. It is the perfect height for sitting at tables in your cafe or dining room.\n\nThis chair's 2 1/2\" vinyl padded seat ensures comfort for your patrons while they enjoy one of your signature drinks or meals. In addition, four legs are connected with a support for additional stability and capped with plastic glides to protect your floors from scratches and scuff marks. For additional user convenience, this chair boasts a 300 lb. weight capacity and gives the chair a sturdy, stable foundation. The reliable design ensures you'll be using this chair in your cafe or restaurant for years to come!\n\nOverall Dimensions:\nWidth: 18 1/2\"\nDepth: 17\"\nHeight: 32\"\nCapacity: 300 lb.",
    "id": 81,
    "lastmodifieddate": "2021-06-07T21:19:37",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 44.99,
        "id": 50,
        "sfid": "01u5e000000LwJaAAK",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 42.99,
        "id": 51,
        "sfid": "01u5e000000LwJbAAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 16,
      "name": "Seatings",
      "parent_c": []
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1623100729/commerce/2078906.jpg",
    "productcode": "164CLDRBLKRD",
    "sfid": "01t5e0000002FrIAAU",
    "tags__c": "Chair, Padded Chair, Red Chair",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [],
    "account": {
      "name": "Lancaster Table & Seating"
    }
  },
  {
    "name": "8 oz. Cod Fillet Portions - 10 lb.",
    "createddate": "2021-05-24T01:01:26",
    "description": "Add a delicious fish entree to your menu with this 8 oz. cod fillet. Its mild flavor makes it suitable for all tastes and its dense, flaky flesh makes it a perfect ingredient for classic recipes like British fish 'n' chips. This cod fillet has a lean, mild, and somewhat buttery flavor profile and a tender-to-firm texture. Its delicate, white meat is versatile enough to pair with a variety of bold spices and spicy marinades to match your preference and the needs of your restaurant or catering service. Sear, bake, poach, broil, fry, or steam this fillet to serve on its own or as an ingredient in your signature seafood stew, signature salad, or fish tacos.\n\nCod is an excellent source of lean, low-calorie protein, B vitamins, and contains natural omega-3 fatty acids for a nutritious and hearty addition to your menu. Pair cod with honey mustard, tarragon, dill, olives, or lemon, and a side of salad or coleslaw for a complete meal that will leave your guests coming back for more. It can also be served with a side of red roasted potatoes and green beans for a hearty dinner entree. A tasty and healthy alternative to hamburgers or chicken sandwiches, fish entrees help expand your menu offerings and impress your guests with a thoughtful pescatarian option. These cod come deboned and pre-sliced in 8 oz. portions to cut down on prep time and labor costs as well as control portions and reduce food waste in your establishment. Easy to prepare, this fish arrives frozen and ready to cook.",
    "id": 36,
    "lastmodifieddate": "2021-05-24T01:01:26",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 76.57,
        "id": 110,
        "sfid": "01u5e000000LwLZAA0",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 70.57,
        "id": 111,
        "sfid": "01u5e000000LwMAAA0",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 41,
      "name": "Seafood",
      "parent_c": [
        {
          "id": 20,
          "name": "Meat & Seafood",
          "parent_c": [
            {
              "name": "Food & Beverages",
              "id": 7,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621818065/commerce/2152165.jpg",
    "productcode": "872COD8",
    "sfid": "01t5e0000001w01AAA",
    "tags__c": "Cod, Fish, Fish fillet",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Cod"
      }
    ],
    "account": null
  },
  {
    "name": "Hatfield Premium Reserve 8 oz. All-Natural Ribeye Pork Steak",
    "createddate": "2021-05-24T00:52:34",
    "description": "Create hearty and satisfying entrees that will get your patrons talking with this Hatfield Premium Reserve 8 oz. all-natural ribeye pork steak! Hatfield Premium Reserve pork is prepared by using tried-and-true culinary techniques known as brining and larding, which improve each product's marbling and produces meat that's 30% more tender than conventional pork. This patient preparation means that this ribeye pork steak compares to even the most delicious cuts of beef! This cut comes from the rib area of the pork loin, a section with plenty of fat marbling for rich flavor and a moderate amount of connective tissue, which helps the ribeye steak maintain its juiciness during the cooking process. Thanks to its rich, juicy flavor, this ribeye pork steak will allow you to create entrees that are sure to delight your guests! This 8 oz. steak will make a hearty entree, while their consistent sizing will help you control portions and costs.\n\nThis ribeye pork steak is a versatile cut of meat that is perfect for a variety of cooking methods. It can be seared, grilled, broiled, baked, or even fried! The versatility of this cut makes it a great addition to your menu. For a simple yet flavorful entree, create a dry rub with salt, pepper, oregano, thyme, rosemary, and garlic, then coat the meat and allow it to marinate for several hours. When it's time to cook, add the steak to a pan over medium heat and sear for approximately 3 minutes per side, or until the internal temperature is between 145 and 155 degrees Fahrenheit. When you serve this ribeye pork steak with classic, hearty sides like roasted potatoes, haricots verts, or roasted apples, it's sure to become a standout favorite on your menu!\n\nBased in Hatfield, PA, Hatfield, a part of Clemens Food Group, is a sixth-generation, family-owned business that prides themselves on operating on a higher level of standard to ensure that they are not just another pork supplier in the industry. Their commitment to ethically raising their animals, integrity to their employees and customers, and sustainable practices result in the production of high quality pork products with great taste that you and your customers can trust. Hatfield, Clemens Food Group's flagship brand, delivers a full line of quality pork products that are backed by their Pork with a Pledge program, which ensures that all Hatfield pork is ethically raised without growth promotants, as well as with no added hormones or steroids. All of their pork comes from trusted American family farms, with a large percentage of their pork being locally sourced from Lancaster County farms, which allows them to have better control of humane animal practices and sustainability. With mindfulness becoming a rapidly increasing food trend, more and more consumers are looking to eat higher quality meat that aligns with their values. By serving your customers Hatfield, you can ensure you are serving your customers quality meat, while showing them you care about your recipe's ingredients.",
    "id": 34,
    "lastmodifieddate": "2021-05-27T23:49:41",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 47.09,
        "id": 113,
        "sfid": "01u5e000000LwMBAA0",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 50.09,
        "id": 114,
        "sfid": "01u5e000000LwMCAA0",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 40,
      "name": "Pork",
      "parent_c": [
        {
          "id": 20,
          "name": "Meat & Seafood",
          "parent_c": [
            {
              "name": "Food & Beverages",
              "id": 7,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621817465/commerce/2183691.jpg",
    "productcode": "999HTF1904",
    "sfid": "01t5e0000001vzKAAQ",
    "tags__c": "Pork, ribeye steak, Hatsfield",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Steak"
      }
    ],
    "account": {
      "name": "Hatfield"
    }
  },
  {
    "name": "Acopa Select 16 oz. Rim Tempered Mixing Glass / Pint Glass - 24/Case",
    "createddate": "2021-05-28T00:01:28",
    "description": "From serving cocktails and beer to classic favorites like ice-cold lemonade, this Acopa Select 16 oz. mixing / pint glass is well-suited for a variety of uses at your restaurant or bar!\n\nWith its excellent clarity, this versatile glass will bring out all the vivid colors of your signature mixed drinks and cold beverages. Its classic shape tapers towards the bottom for a simple yet practical style that works well for serving traditional, medium alcohol-level ales and lagers, ciders, and even sodas.\n\n    Dishwasher Safe\n    Dishwasher Safe\n\n    This item can safely be cleaned in a commercial dishwasher.\n    Lead Free\n    Lead Free\n\n    This item's manufacturing process does not use lead as an additive.\n\n\"These tempered glasses are great! We used to buy \"cheapies\" at a local store, but they were always breaking and couldn't be stacked. We've had these for over a month now, and we still haven't broken one yet. We will definitely be purchasing again (if we ever break them!)\"",
    "id": 33,
    "lastmodifieddate": "2021-05-28T00:01:28",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 19.94,
        "id": 19,
        "sfid": "01u5e000000Lv8rAAC",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 25.94,
        "id": 115,
        "sfid": "01u5e000000LwLaAAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 9,
      "name": "Glassware & Crystal",
      "parent_c": [
        {
          "id": 2,
          "name": "Beverageware",
          "parent_c": [
            {
              "name": "Tabletop",
              "id": 1,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1622160046/commerce/1411767.webp",
    "productcode": "5535116HT",
    "sfid": "01t5e00000021aTAAQ",
    "tags__c": "Beer glass, beer, bar equipment",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "All Purpose"
      },
      {
        "name": "Pint Glasses"
      },
      {
        "name": "Mixing Glasses"
      }
    ],
    "account": {
      "name": "Acopa"
    }
  },
  {
    "name": "Warrington Farm Meats 5 lb. Frozen Ground Round Beef 90% Lean 10% Fat - 4/Case",
    "createddate": "2021-05-16T23:48:36",
    "description": "With a rich, meaty flavor, this Warrington Farm Meats 5 lb. ground round beef makes it easy to provide flavorful, thick, juicy burgers, sensational taco salads, and hearty homemade meatloaf. This ground beef features a 90/10 all-beef blend. It contains 90% lean meat and 10% fat, making it a lean choice for less waste and limited shrinkage. It's perfect for rolling into spicy meatballs, incorporating into a zesty meat sauce, or making into a satisfying sloppy joe. Use it in thick, meaty chili, classic shepherd's pie, and cheesy meat lasagna. The timeless taste makes it great for any recipe requiring ground beef!\n\nThis ground beef hamburger meat comes in a bulk 5 lb. pack, great for restaurants, bars, and caterers, alike. Use it to make sliders at your snack bar or savory taco dip cups at your deli. Make a kid-friendly cheeseburger macaroni and cheese or a one pot cheeseburger casserole. It's great for making sweet cocktail meatballs or creamy Swedish meatballs. Use it in a comforting stuffed green pepper recipe or a trendy Korean beef bowl.\n\nSince 1974, Warrington Farm Meats has been combining decades of experience with a passion for perfection to create world-class meat products. This family owned and operated company uses time-honored practices to craft premium meats that you can serve with pride. Their farm-raised beef comes from cows who spend their lives grazing on the lush, fertile pastures of Southeastern Pennsylvania, and every steak is carefully processed and butchered by hand. From expertly trimmed pork and beef to patiently smoked, hand-stuffed sausages, your patrons will taste the quality of Warrington Farm Meats in every bite!",
    "id": 56,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 76.56,
        "id": 33,
        "sfid": "01u5e000000LvO1AAK",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 78.56,
        "id": 83,
        "sfid": "01u5e000000LwKpAAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 21,
      "name": "Beef",
      "parent_c": [
        {
          "id": 20,
          "name": "Meat & Seafood",
          "parent_c": [
            {
              "name": "Food & Beverages",
              "id": 7,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621208899/commerce/1918392.jpg",
    "productcode": "871WAR2932F",
    "sfid": "01t5e0000001mvsAAA",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [
      {
        "name": "Warrington Farm"
      },
      {
        "name": "Steak"
      }
    ],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Ground Beef"
      }
    ],
    "account": {
      "name": "Warrington Farm Meats"
    }
  },
  {
    "name": "Acopa 22 oz. Customizable Mixing Glass - 24/Case",
    "createddate": "2021-05-28T00:05:48",
    "description": "Easily prepare and serve up signature cocktails, beers, sodas, and juices in this Acopa 22 oz. mixing glass!\n\nCombining a simple, yet practical shape with a thick and balanced glass construction, this durable 22 oz. mixing glass is ideal for any bar, pub, or restaurant. The attractive design serves as the perfect showcase for drawing attention to the color and style of your most popular mixed drinks, draft beers, and other cold beverages.\n\n    Dishwasher Safe\n    Dishwasher Safe\n\n    This item can safely be cleaned in a commercial dishwasher.\n    Customizable\n    Customizable\n\n    This item can be customized to promote your brand, company, or event.\n\n\"At a busy bar it is nice to have a full stock of mixing glasses. This brand is nice because it looks great and is built strong.\"",
    "id": 32,
    "lastmodifieddate": "2021-05-28T00:05:48",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 33.69,
        "id": 116,
        "sfid": "01u5e000000LwM6AAK",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 40.69,
        "id": 117,
        "sfid": "01u5e000000LwK7AAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 9,
      "name": "Glassware & Crystal",
      "parent_c": [
        {
          "id": 2,
          "name": "Beverageware",
          "parent_c": [
            {
              "name": "Tabletop",
              "id": 1,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1622160290/commerce/817997.jpg",
    "productcode": "5535122",
    "sfid": "01t5e00000021aUAAQ",
    "tags__c": "Cocktail, beer, mixing",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "All Purpose Beer Glasses"
      },
      {
        "name": "Mixing Glasses"
      }
    ],
    "account": {
      "name": "Acopa"
    }
  },
  {
    "name": "Choice 12 oz. Clear Plastic Pilsner Glass - 64/Pack",
    "createddate": "2021-05-28T00:09:23",
    "description": "Boost your beverage service with this Choice 12 oz. clear plastic pilsner glass.\n\nPerfectly portioned for serving signature pilsners or popular brews, this versatile item is a wonderful addition to catered events, reception halls, or busy banquets. It's even built to supply both style and function, providing the look of glass with the convenience of plastic! Not only will this useful quality enable you to cut down on expensive replacement costs, but it will also help prevent injuries incurred by broken shards of glass. Encourage a comfortable drinking experience and promote superior safety with this reliable glass today!\n\n    BPA Free\n    BPA Free\n\n    This item is free of the chemical Bisphenol A (BPA) and is safe for food contact.\n    Hand Wash Only\n    Hand Wash Only\n\n    To preserve quality, this item should only be hand-washed and sanitized.\n    Recyclable\n    Recyclable\n\n    This item is able to be recycled under some recycling programs.\n\nPET Plastic Construction\n\nFeaturing a lightweight PET plastic construction, this product is an economical addition to any establishment. It can even be handwashed and reused for increased longevity. It's also completely shatterproof, which makes it a safer, more dependable option when compared to traditional glassware alternatives.",
    "id": 30,
    "lastmodifieddate": "2021-05-28T00:09:23",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 51.98,
        "id": 18,
        "sfid": "01u5e000000LvMsAAK",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 50.98,
        "id": 118,
        "sfid": "01u5e000000LwK8AAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 9,
      "name": "Glassware & Crystal",
      "parent_c": [
        {
          "id": 2,
          "name": "Beverageware",
          "parent_c": [
            {
              "name": "Tabletop",
              "id": 1,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1622160525/commerce/2076529.jpg",
    "productcode": "130SLBG12C",
    "sfid": "01t5e00000021aYAAQ",
    "tags__c": "Beer glass, mixing glass",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Beer Glasses"
      },
      {
        "name": "Pilsner Glasses"
      }
    ],
    "account": {
      "name": "Choice"
    }
  },
  {
    "name": "CenSea 6-8 oz. Wild Caught Hoki Fillet Portions - 22 lb.",
    "createddate": "2021-05-24T01:00:41",
    "description": "Add a delicious, crowd-pleasing fish to your menu with these CenSea wild-caught hoki fillets. Due to their higher fat content than other white fish, hoki is more flavorful than other white fish, but still features a mild, slightly sweet flavor with a delicate, medium flake once cooked. This versatile fish can be prepared in a variety of ways, making it a great option for your menu! Coat in herbs for a classic, healthy meal, pan-fry with your signature breading for a more homestyle meal, or use to create more unique recipes like a savory fish chowder or Thai curry.\n\nThe hoki is wild-caught and sourced from the coastal waters in New Zealand. Each fillet comes skinned, deboned, and pre-sliced into 6-8 oz. portions, and then individually quick frozen to best preserve its freshness. Therefore, you are able to cut down on prep time and labor costs as well as control portions and reduce food waste in your establishment. Coming in a 22 lb. case with approximately 44 servings per case, you are sure to be in good supply for all of your culinary needs.\n\nA family-owned seafood company, CenSea is one of the largest importers of frozen seafood in the United States. It is committed to providing customers with sustainably-sourced and traceable seafood products, with an emphasis on preserving a healthy ecological environment, working with suppliers to maintain and developing sustainable harvesting methods, and ensuring their suppliers are complying with local laws and fair labor practices. CenSea sources from nearly 25 countries to guarantee that they are providing high-quality seafood to the market and work to ensure the traceability of their products from harvest to retail. Trust in CenSea when supplying your kitchen with ethically-sourced products for your transparent menu!",
    "id": 28,
    "lastmodifieddate": "2021-05-28T00:19:59",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 65.12,
        "id": 17,
        "sfid": "01u5e000000LvMpAAK",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 69.12,
        "id": 121,
        "sfid": "01u5e000000LwLGAA0",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 41,
      "name": "Seafood",
      "parent_c": [
        {
          "id": 20,
          "name": "Meat & Seafood",
          "parent_c": [
            {
              "name": "Food & Beverages",
              "id": 7,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621818001/commerce/2152167.jpg",
    "productcode": "872HOKI68",
    "sfid": "01t5e0000001vzuAAA",
    "tags__c": "Fish, Hoki, fish fillet",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Hoki"
      }
    ],
    "account": {
      "name": "CenSea"
    }
  },
  {
    "name": "Cooking Performance Group 36CBRRBNL 36\" Gas Radiant Charbroiler with 2 Drawer Refrigerated Chef Base - 120,000 BTU",
    "createddate": "2021-05-18T23:44:29",
    "description": "Keep up with customer demands with this Cooking Performance Group 36\" gas radiant charbroiler with 2 drawer refrigerated chef base.\n\nThis convenient equipment combination is great for any kitchen that wants to streamline their food prep process, providing refrigerated storage space, a charbroiler for cooking, and a place for the charbroiler to sit. You can keep a variety of ingredients in the chef base, pull them out for an order, and charbroil it all within the same workspace!",
    "id": 27,
    "lastmodifieddate": "2021-05-28T00:20:28",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 3449,
        "id": 16,
        "sfid": "01u5e000000Lv8PAAS",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 3649,
        "id": 122,
        "sfid": "01u5e000000LwMUAA0",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 30,
      "name": "Charbroilers",
      "parent_c": [
        {
          "id": 6,
          "name": "Cooking Equipment",
          "parent_c": [
            {
              "name": "Restaurant Equipment",
              "id": 5,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621381448/commerce/1833035.jpg",
    "productcode": "35136CBRRBNL",
    "sfid": "01t5e0000001pOWAAY",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Natural Gas"
      }
    ],
    "account": {
      "name": "Cooking Performance Group"
    }
  },
  {
    "name": "Mercer Culinary M13706 BPX 7 5/8\" European Butcher Knife with Nylon Handle",
    "createddate": "2021-05-24T00:25:34",
    "description": "Mercer Culinary M13706 Details\n\nEquip your commercial kitchen with this Mercer Culinary M13706 BPX 7 5/8\" European butcher knife. This knife is great for general use trimming, cutting, and sectioning meat in butcher shops and restaurants. The knife's pointed tip design can be used to pierce and create deep cuts, which is especially helpful when preparing tougher cuts of meat. The textured nylon handle of this butcher knife offers the best in safety and stability, providing a comfortable, firm grip that reduces the likelihood of injury and ensures control when tackling daily food preparation tasks.\n\nCrafted from ice-hardened, high-carbon German stainless steel, this knife's blade is built strong to provide you with the ability to create smooth, accurate cuts. It features a 50/50 18-degree ground edge boasting a Rockwell Scale hardness of 58. This high quality blade effortlessly cuts through fat, skin, cartilage, and small bones. The blade is crafted with a unique formula ensuring hardness, wear-resistance, and blade-retention to deliver dependable performance in your commercial kitchen. It's also designed to be stain-resistant to keep the piece looking new! Precise, durable, and long-lasting, this BPX knife is a smart addition to your operation.\n\nOverall Dimensions:\nOverall Length: 13 5/8\"\nHandle length: 6\"\nBlade Length: 7 5/8\"",
    "id": 48,
    "lastmodifieddate": "2021-05-24T00:25:34",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 15.77,
        "id": 40,
        "sfid": "01u5e000000LvOYAA0",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 15.77,
        "id": 66,
        "sfid": "01u5e000000LwKnAAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 34,
      "name": "Butcher Knives",
      "parent_c": [
        {
          "id": 33,
          "name": "Kitchen Cutlery",
          "parent_c": [
            {
              "name": "Smallwares",
              "id": 3,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621815900/commerce/1955460.jpg",
    "productcode": "470M13706",
    "sfid": "01t5e0000001vzSAAQ",
    "tags__c": "boning knife, butcher knife",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Butcher Knives"
      }
    ],
    "account": {
      "name": "Mercer Culinary"
    }
  },
  {
    "name": "Correll BCT3048-07 30\" x 48\" Rectangular Black Granite Finish Standard Height High Pressure Cafe / Breakroom Table",
    "createddate": "2021-05-24T00:40:46",
    "description": "Correll BCT3048-07 Details\n\nAdd an attractive, durable table to your operation with this Correll BCT3048-07 30\" x 48\" rectangular black granite finish standard height high pressure cafe / breakroom table. This table has a durable high-pressure laminate top with a sturdy 1 1/4\" thick high density core so that it can stand up to frequent use by patrons or employees. The top has a backer sheet to resist warping over time while T-mold edging protects the table's edge from chipping or suffering other damage during use. It is resistant to wear, scratches, stains, and food, which makes this table a great choice for anything from breakrooms to cafes and delis. To ensure a professional look that blends in seamlessly with any environment, this table has a stylish black granite finish.\n\nFor maximum safety, the tabletop is supported by a rugged cast iron spider and cross base that are connected by a sturdy 3\" diameter column. Nylon leveling guides help to ensure a level table that won't wobble on uneven floors. The column and base feature a black textured finish for added visual appeal while the table's 29\" height is perfect for accommodating standard restaurant chairs.\n\nOverall Dimensions:\nLength: 48\"\nWidth: 30\"\nHeight: 29\"\n\nBecause this item is not stocked in our warehouse, processing, transit times and stock availability will vary. If you need your items by a certain date, please contact us prior to placing your order. Expedited shipping availability may vary. We cannot guarantee that this item can be cancelled off of the order or returned once it is placed.",
    "id": 26,
    "lastmodifieddate": "2021-05-28T00:27:57",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 154.49,
        "id": 123,
        "sfid": "01u5e000000LwMLAA0",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 150.49,
        "id": 124,
        "sfid": "01u5e000000LwMZAA0",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 38,
      "name": "Restaurant Tables",
      "parent_c": [
        {
          "id": 17,
          "name": "Furniture",
          "parent_c": [
            {
              "name": "Seatings",
              "id": 16,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621816815/commerce/1840795.webp",
    "productcode": "384BCT304807",
    "sfid": "01t5e0000001vzhAAA",
    "tags__c": "Bar tables, bar",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Tables"
      }
    ],
    "account": {
      "name": "Correll"
    }
  },
  {
    "name": "Correll BXT48R-06 48\" Round Medium Oak Finish / Black Table Height High Pressure Cafe / Breakroom Table",
    "createddate": "2021-05-24T00:39:41",
    "description": "Correll BXT48R-06 Details\n\nAdd an attractive, durable table to your space with this Correll BXT48R-06 48\" round medium oak finish / black table height high pressure cafe / breakroom table. This table has a durable high-pressure laminate top with a sturdy 1 1/4\" thick high density core so that it can stand up to frequent use by patrons or employees. The top has a backer sheet to resist warping over time while T-mold edging protects the table's edge from chipping or suffering other damage during use. It is resistant to wear, scratches, stains, and food, which makes this table a great choice for anything from breakrooms to cafes and delis.\n\nFor maximum safety, the tabletop is supported by a single rugged cast iron spider and cross base that are connected by a sturdy 3\" diameter column. Nylon leveling guides help to ensure a level table that won't wobble on uneven floors. The top has an attractive medium oak finish while the column and base feature a black textured finish for added visual appeal. Plus, the table's 29\" height is perfect for accommodating standard restaurant chairs making this a great addition for your establishment.\n\nOverall Dimensions:\nDiameter: 48\"\nHeight: 29\"\nTabletop Thickness: 1 1/4\"\n\nBecause this item is not stocked in our warehouse, processing, transit times and stock availability will vary. If you need your items by a certain date, please contact us prior to placing your order. Expedited shipping availability may vary. We cannot guarantee that this item can be cancelled off of the order or returned once it is placed.",
    "id": 25,
    "lastmodifieddate": "2021-05-28T00:28:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 192.49,
        "id": 125,
        "sfid": "01u5e000000LwMQAA0",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 195.49,
        "id": 126,
        "sfid": "01u5e000000LwMaAAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 38,
      "name": "Restaurant Tables",
      "parent_c": [
        {
          "id": 17,
          "name": "Furniture",
          "parent_c": [
            {
              "name": "Seatings",
              "id": 16,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621816749/commerce/1836840.jpg",
    "productcode": "384BXT48R06",
    "sfid": "01t5e0000001vzdAAA",
    "tags__c": "Bar tables, bar",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Tables"
      }
    ],
    "account": {
      "name": "Correll"
    }
  },
  {
    "name": "Garimark Foods Ready-to-Cook Golden Breaded Chicken Tenderloin Fritters",
    "createddate": "2021-05-24T00:44:06",
    "description": "With a crispy outside and moist, juicy inside, these Garimark Foods ready-to-cook Golden breaded chicken tenderloin fritters make it easy to offer full-bodied flavor with a protein-packed punch. These chicken tender fritters are smothered in a savory garlic-infused breading prior to pre-browning. The crunchy, golden-brown, crispy outside makes them an iconic addition to any menu. Dip them in your signature sweet or spicy sauces for a sensational appetizer or entree, or slice them to top fresh-from-the-garden house salads. They're great for use in sandwiches and wraps, or as part of a larger sampler platter, too.\n\nThese chicken tender fritters make it easy to offer consistent portion sizes without the hassle of cutting and weighing chicken prior to service. Simply take them out of your freezer and cook by baking or deep frying until the proper internal temperature is reached. Since they're ready-to-cook, they're sure to save you on precious prep time in your busy kitchen. Regardless of how you prepare them, they are sure to become your customers' favorite.\n\nGarimark Foods is driven to provide quality products and excellent service to the foodservice industry. With a dedication to continually come up with innovative solutions and ideas, they have accommodated the particular needs of a wide variety of businesses with success. They ensure that their products have the best value so you can serve Garimark Foods products with complete confidence!",
    "id": 24,
    "lastmodifieddate": "2021-05-28T00:28:52",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 32.4,
        "id": 15,
        "sfid": "01u5e000000LvETAA0",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 30.4,
        "id": 127,
        "sfid": "01u5e000000LwMRAA0",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 39,
      "name": "Prepared Foods",
      "parent_c": [
        {
          "id": 7,
          "name": "Food & Beverages",
          "parent_c": []
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621817014/commerce/1588517.jpg",
    "productcode": "871553071",
    "sfid": "01t5e0000001vziAAA",
    "tags__c": "Breaded chicken, chicken tendies",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Chicken Tenders"
      }
    ],
    "account": {
      "name": "Garimark Foods"
    }
  },
  {
    "name": "Lavex Janitorial 1-Ply White Center Pull Paper Towel 900' Roll - 6/Case",
    "createddate": "2021-05-28T00:38:02",
    "description": "The Lavex Janitorial 1-ply center pull paper towel is the perfect addition to restrooms and kitchens!\n\nFeaturing a 1-ply paper construction, this roll is more economical than its 2-ply counterparts, yet it's still soft to the touch. It is also equipped with 900' of product to reduce refill changes and lessen your need for an abundance of stock. Coming poly-wrapped for superior protection during transportation and storage, this Lavex Janitorial paper towel roll will provide your guests and employees with a convenient way to dry their hands.\n\n    Made in America\n    Made in America\n\n    This item was made in the United States of America.\n\n\"These center pull paper towels are such a great value. I use these at the restaurant in the proper holders and I also use them at home. They last forever!\"",
    "id": 6,
    "lastmodifieddate": "2021-05-28T00:38:02",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 21.42,
        "id": 7,
        "sfid": "01u5e000000Lv8UAAS",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 24.42,
        "id": 139,
        "sfid": "01u5e000000LwMkAAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 43,
      "name": "Commercial Paper Towels",
      "parent_c": [
        {
          "id": 42,
          "name": "Janitorial Disposables",
          "parent_c": [
            {
              "name": "Disposables",
              "id": 18,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1622162260/commerce/937297.jpg",
    "productcode": "5001CPTE",
    "sfid": "01t5e00000021aiAAA",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Roll Paper Towels"
      }
    ],
    "account": {
      "name": "Lavex Janitorial"
    }
  },
  {
    "name": "High Risk Latex Exam Gloves 15 Mil Medium - Blue",
    "createddate": "2021-05-28T00:48:43",
    "description": "These medium size, high risk latex exam gloves are made of premium, extra-thick 15 mil latex that is chlorinated and PH balanced to provide superior chemical resistance and reduce skin irritation.\n\nSpecially designed for emergency services such as EMT's, police officers, fire fighters, and health care workers, these high risk exam gloves offer exceptional cut and tear resistance while maintaining the sensitivity of standard exam gloves. Furthermore, the box doubles as a handy dispenser, perfect for storing in cars, exam rooms, or prep areas of kitchens.\n\nSize: Medium",
    "id": 1,
    "lastmodifieddate": "2021-05-28T01:49:57",
    "metadata__cs": [],
    "pricebookentries": [],
    "categories": {
      "id": 44,
      "name": "Disposable Gloves",
      "parent_c": [
        {
          "id": 42,
          "name": "Janitorial Disposables",
          "parent_c": [
            {
              "name": "Disposables",
              "id": 18,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1622162863/commerce/646877.webp",
    "productcode": "3944600M",
    "sfid": "01t5e00000021asAAA",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Gloves"
      }
    ],
    "account": {
      "name": "High Risk"
    }
  },
  {
    "name": "ProTeam 107252 ProForce 1500XP HEPA 15\" Upright Vacuum Cleaner - 120V",
    "createddate": "2021-05-28T00:56:43",
    "description": "Make cleanliness a priority in your facility with the ProTeam 107252 ProForce 1500XP HEPA upright vacuum cleaner!\n\nThe ProTeam 107252 ProForce 1500XP HEPA upright vacuum cleaner combines cleaning efficiency with maneuverability. This unit features a 15\" floating powerhead that is perfect for covering open areas or fitting into small spaces, and automatically adjusts to different floor surface heights. Its HEPA level filtration will keep your floors looking great by removing fine particles. Perfect for foodservice, healthcare, and industrial applications, this innovative upright is sure to make your cleaning routine easier than ever before.\n\n    Carpet & Rug Institute - Bronze\n    Carpet & Rug Institute - Bronze\n\n    This item complies with the Carpet and Rug Institute's Bronze Performance Standard for proper soil removal, dust containment, and texture protection. This seal of approval ensures air quality and enhanced cleaning standards.\n    5-15P\n    5-15P\n\n    This unit comes with a NEMA 5-15P plug.\n\nEasy Maneuverability\n\nMeasuring 15\" wide with a wrap-around bumper guard to protect furniture and baseboards from marks, the L-shaped powerhead design easily fits under beds or other low furniture. Premium quality tools are conveniently mounted on board and attach to the super-stretch hose with quick-release wand to make cleaning small hard to reach areas even easier!\nExcellent Filtration\n\nThis reliable upright vacuum boasts HEPA level filtration that can capture up to 99.97% of carbon dust and particulates that are 0.3 microns or larger in size, and because it traps collected particles, your air and carpets remain cleaner longer!\nPower Cord\n\nThe 18 gauge, safety yellow power cord conveniently wraps onto the unit for storage, and a quick release cord dump allows you to rapidly unroll the cord without tedious unwinding.\nErgonomic Grip\n\nThanks to its padded, ergonomic handle grip and 3-way power switch, the ProTeam 107252 helps to maintain user comfort for maximum productivity.",
    "id": 7,
    "lastmodifieddate": "2021-05-28T01:52:00",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 349.99,
        "id": 2,
        "sfid": "01u5e000000Lv84AAC",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 369.99,
        "id": 151,
        "sfid": "01u5e000000LwPmAAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 48,
      "name": "Vacuum Cleaners",
      "parent_c": [
        {
          "id": 47,
          "name": "Janitorial Equipment",
          "parent_c": [
            {
              "name": "Janitorial Supplies",
              "id": 46,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1622163373/commerce/1282931.jpg",
    "productcode": "196107252",
    "sfid": "01t5e00000021b2AAA",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Upright Vacuums"
      }
    ],
    "account": {
      "name": "ProTeam"
    }
  },
  {
    "name": "BFM Seating JS44BASH-AASB NV Barstool with Sand Black Steel Wire Frame and Autumn Ash Veneer Wood Seat and Back",
    "createddate": "2021-05-24T00:36:03",
    "description": "BFM Seating JS44BASH-AASB Details\n\nAdd a rustic, comfortable seat to any setting with this BFM Seating JS44BASH-AASB NV barstool! Whether needed for a restaurant, bar, or bistro, this bar height stool provides you with a simple yet stylish addition to virtually any establishment. The combination of a unique aesthetic and a reliable, durable design at an affordable cost make the stool a perfect choice for value-minded operators.\n\nThe seat and backrest feature a wood veneer inlay that beautifully mimics real wood for a natural appearance without the cost and potentially cumbersome weight of real wood, while still providing guests with a solid foundation upon which to sit. The backrest boasts a slight curve that offers comfortable, ergonomic support for any customer sitting down for a lengthy dinner or a quick bite to eat. Hairpin legs are made out of solid steel to not only offer reliable support up to 300 lb., but also provide a unique aesthetic flair. The legs' sleek, sand black powder coating adds even greater visual appeal, while the nylon glides make the stool easy to move without damaging floors.\n\nOverall Dimensions:\nWidth: 19\"\nDepth: 21\"\nHeight: 43 1/2\"\nSeat Width: 17\"\nSeat Depth: 17\"\nSeat Height: 29\"\n\nBecause this item is not stocked in our warehouse, processing, transit times and stock availability will vary. If you need your items by a certain date, please contact us prior to placing your order. Expedited shipping availability may vary. We cannot guarantee that this item can be cancelled off of the order or returned once it is placed.",
    "id": 10,
    "lastmodifieddate": "2021-05-28T01:45:21",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 120.29,
        "id": 3,
        "sfid": "01u5e000000Lv8MAAS",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 125.29,
        "id": 145,
        "sfid": "01u5e000000LwN3AAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 37,
      "name": "Restaurant Bar Stools",
      "parent_c": [
        {
          "id": 17,
          "name": "Furniture",
          "parent_c": [
            {
              "name": "Seatings",
              "id": 16,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621816530/commerce/1709464.jpg",
    "productcode": "163JS44BASH",
    "sfid": "01t5e0000001vzWAAQ",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Stools"
      }
    ],
    "account": {
      "name": "BFM Seating"
    }
  },
  {
    "name": "Wonder Drink 12 fl. oz. Organic Green Tea and Lemon Prebiotic Kombucha Can - 12/Case",
    "createddate": "2021-05-24T01:05:47",
    "description": "Did you know that not all bacteria are bad for you? In fact, there are many bacteria that are actually essential for our health, especially when it comes to digestion! Invite your patrons to balance their digestion while enjoying a great-tasting beverage with this Wonder Drink organic green tea and lemon prebiotic kombucha. Prebiotics are naturally occurring fibers that cannot be digested. Instead, when consumed, these fibers encourage the growth of healthy gut bacteria by providing them with the perfect surface to live and grown on, helping aid in healthy digestion while crowding out bad bacteria. While prebiotics occur naturally in many common foods like bananas, onions, and asparagus, you would have to eat a large enough of these foods to get the prebiotic benefits found in just one bottle of this Wonder Drink. Like all kombuchas, this beverage contains probiotics (live cultures of bacteria that aid in healthy digestion), but the addition of prebiotics makes this product a health powerhouse!\n\nIn addition to being great for you, this green tea and lemon kombucha tastes great, too! It's made from a blend of green and black tea that is fermented with live kombucha cultures and flavored with bright, zesty lemon to complement the earthy green tea. The result is a refreshing, lightly sweet sparkling beverage with a perfect balance of flavors and only 8 grams of sugar per serving. The probiotic cultures and prebiotic fibers in this beverage help to aid in health digestion, while naturally occurring antioxidants in the tea help to boost immunity and improve overall health. Unlike many kombuchas, Wonder Drink's proprietary two-step fermentation process creates a smooth, drinkable kombucha that has no unpleasant vinegary, acidic flavor. It's also guaranteed to contain less than 0.5% alcohol by volume, making this kombucha safe for everyone to enjoy. This delicious beverage makes a perfect accompaniment to healthy meals in your restaurant or cafe or it can be enjoyed on its own as a refreshing pick-me-up! Best of all, the eye-catching can design gives this product an attractive shelf-presence, making it perfect for offering in your reach-in refrigerator or open air merchandiser. While this beverage does not require refrigeration, it is best served chilled.\n\nOn a trip to Russia in the late 1990s, Stephen Lee became fascinated with kombucha. This tart, sparkling, gut-balancing beverage became his passion; before long, he was brewing his own kombucha, caring for his own Symbiotic Colony of Yeast and Bacteria (SCOBY), and even writing books about the health beverage! In 1999, Stephen founded Wonder Drink to help everyone enjoy the great-tasting benefits of this fermented drink. Wonder Drink's mission is to create delicious kombucha that offers consistency and great taste in every bottle. Their beverages are safe for everyone (kids included!) to enjoy and their innovative line of flavors offers something to satisfy every palette.\n\nKombucha Reset\n3/4 cup Wonder Drink organic green tea and lemon prebiotic kombucha\n1/2 cup water\n1/4 cucumber, peeled and sliced\n1/2 cup low-fat plain yogurt\n3-4 leaves of spinach or kale\n1/2 cup frozen or fresh blackberries\n5 ice cubes\n\nPlace all ingredients in a blender. Blend until smooth. Sip and enjoy!",
    "id": 16,
    "lastmodifieddate": "2021-05-28T00:36:08",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 29.25,
        "id": 9,
        "sfid": "01u5e000000Lv8kAAC",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 35.25,
        "id": 137,
        "sfid": "01u5e000000LwMEAA0",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 8,
      "name": "Beverages",
      "parent_c": []
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621818288/commerce/2150561.jpg",
    "productcode": "103KOMCLEMON",
    "sfid": "01t5e0000001w0BAAQ",
    "tags__c": "Kombucha, canned drink, tea, lemon",
    "productvariety__cs": [],
    "producttag__cs": [
      {
        "name": "Pre-Brewed Tea"
      }
    ],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Pre-Brewed Tea"
      }
    ],
    "account": {
      "name": "Wonder Drink"
    }
  },
  {
    "name": "Seviroli 5 lb. Cheese Tortellini Pasta - 2/Case",
    "createddate": "2021-05-24T00:47:32",
    "description": "Made with the freshest, finest ingredients, Seviroli 10 lb. cheese tortellini pasta is delicate and tender. The noodles wrap around a delicate combination of premium ricotta, Pecorino Romano, Parmesan, and asiago cheeses for a bold, irresistible flavor. Try it in a wide variety of dishes, from vegetable soups and creamy, Italian entrees to cold summer salads. The savory cheese pairs beautifully with fresh vegetables like sweet, sun-dried tomatoes and spinach with feta. For a richer meal, dress it up with a decadent cream sauce, or douse it in italian dressing for a lighter dish. However it's served, this tortellini embodies the scents and tastes of authentic Italian cooking, making any dish into delicious comfort food.\n\nTo prepare for service, lightly add salt to 4 qt. of water and bring it to a boil. Then pour in the tortellini, reducing the heat to a low simmer. Gently stir. Let the pasta cook for approximately 3 to 5 minutes. It should reach internal temperatures of at least 165 degrees Fahrenheit for 15 seconds. When it has, drain and serve!\n\nAs a family-owned and operated business, Seviroli started off producing authentic Italian dishes with carefully-selected ingredients. Since its founding in the 1960s, little has changed; their sauces, desserts, and traditional filled pastas are still crafted with care, and their all-natural ingredients are still the finest and freshest the world has to offer. Today, Seviroli is the world's largest tortellini manufacturer, having won over chefs and families everywhere with the comforting tastes and aromas of quality Italian cooking.",
    "id": 21,
    "lastmodifieddate": "2021-05-28T00:29:56",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 27.06,
        "id": 13,
        "sfid": "01u5e000000Lv8KAAS",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 25.06,
        "id": 131,
        "sfid": "01u5e000000LwMoAAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 39,
      "name": "Prepared Foods",
      "parent_c": [
        {
          "id": 7,
          "name": "Food & Beverages",
          "parent_c": []
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621817199/commerce/1718973.jpg",
    "productcode": "112558704",
    "sfid": "01t5e0000001vzjAAA",
    "tags__c": "Pasta, tortellini",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Tortellini"
      }
    ],
    "account": {
      "name": "Seviroli"
    }
  },
  {
    "name": "Stouffer's 69 oz. Salisbury Steak with Gravy - 4/Case",
    "createddate": "2021-05-24T00:49:54",
    "description": "Provide a meal bursting with flavor with this Stouffer's salisbury steak with gravy. These oven-roasted oval patties are made with 100% fresh ground beef, cooked in-house. Serve with a side of whipped potatoes and spoon lightly with gravy. Alternatively, serve on a kaiser roll or over a bed of buttered noodles. Top with melty cheddar cheese and broil until browned, or serve with a side of rice pilaf. This savory salisbury steak features an excellent hold time on steam tables, buffets, or deli bars.\n\nThis salisbury steak is easy to make, eliminating all prep work to save you time, while reducing the amount of clean up necessary. Simply place the foil pan on a baking sheet and follow the instructions on the package. In a conventional oven preheated to 400 degrees Fahrenheit, cook from frozen for 1 hour and 15-20 minutes. Thawed, cook for 55-60 minutes. Alternatively, cook in an 1100 watt microwave thawed, 1 patty on 50% power for 3 to 3 1/2 minutes. Once cooked to an internal temperature of 165 degrees Fahrenheit, it's ready to serve! Plus, made without preservatives, you can be sure that you're serving a quality product to guests. One pan holds up to 12 patties.\n\nStouffer's provides high-quality flavorful dishes with ingredients you can feel good about. Started in 1922, Stouffer's has been guided by its tradition of creating delicious food. Their company has been serving friends and families for many decades, but is also committed to moving modern food forward. Keep Stouffer's products on hand in your kitchen to serve guests the premium meals they deserve.\n\nBecause this item is not stocked in our warehouse, processing, transit times and stock availability will vary. If you need your items by a certain date, please contact us prior to placing your order. Expedited shipping availability may vary. We cannot guarantee that this item can be cancelled off of the order or returned once it is placed.",
    "id": 20,
    "lastmodifieddate": "2021-05-28T00:30:09",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 65.6,
        "id": 12,
        "sfid": "01u5e000000Lv8iAAC",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 70.6,
        "id": 132,
        "sfid": "01u5e000000LwMMAA0",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 39,
      "name": "Prepared Foods",
      "parent_c": [
        {
          "id": 7,
          "name": "Food & Beverages",
          "parent_c": []
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621817360/commerce/1633724.jpg",
    "productcode": "878556818",
    "sfid": "01t5e0000001vzmAAA",
    "tags__c": "Salisbury steak",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Soups"
      },
      {
        "name": "Steak"
      }
    ],
    "account": {
      "name": "Stouffer's"
    }
  },
  {
    "name": "Hatfield Premium Reserve 10 oz. All-Natural Bone-In Center Cut Pork Chop - 16/Case",
    "createddate": "2021-05-24T00:55:27",
    "description": "Create hearty and satisfying entrees that will get your patrons talking with this Hatfield Premium Reserve 10 oz. all-natural bone-in center cut pork chop! Hatfield Premium Reserve pork is prepared by using tried-and-true culinary techniques known as brining and larding, which improve each product's marbling and produces meat that's 30% more tender than conventional pork. This patient preparation means that this center cut pork chop compares to even the most delicious cuts of steak! This cut comes from the center of the pork loin, an area with moderate fat marbling and without a lot of connective tissue, creating a tender, flavorful piece of meat. These 10 oz. chops will make a hearty entree for even your hungriest guests, while allowing you to control costs and portions with consistent sizing.\n\nThis bone-in center cut pork chop is a versatile cut of meat that is perfect for a variety of cooking methods. It can be seared, grilled, broiled, baked, or even fried! The bone remains intact in this cut of meat, which helps to insulate the meat during cooking for a more tender texture and even doneness, and also offers a stunning visual presentation that can be perfectly plated. For a simple yet flavorful entree, create a dry rub with salt, pepper, oregano, thyme, rosemary, and garlic, then coat the meat and allow it to marinate for several hours. When it's time to cook, add the steak to a pan over medium heat and sear for approximately 3 to 5 minutes per side, or until the internal temperature is between 145 and 155 degrees Fahrenheit. When you serve this bone-in center cut pork chop with classic, hearty sides like roasted potatoes, haricots verts, or roasted apples, it's sure to become a standout favorite on your menu!\n\nBased in Hatfield, PA, Hatfield, a part of Clemens Food Group, is a sixth-generation, family-owned business that prides themselves on operating on a higher level of standard to ensure that they are not just another pork supplier in the industry. Their commitment to ethically raising their animals, integrity to their employees and customers, and sustainable practices result in the production of high quality pork products with great taste that you and your customers can trust. Hatfield, Clemens Food Group's flagship brand, delivers a full line of quality pork products that are backed by their Pork with a Pledge program, which ensures that all Hatfield pork is ethically raised without growth promotants, as well as with no added hormones or steroids. All of their pork comes from trusted American family farms, with a large percentage of their pork being locally sourced from Lancaster County farms, which allows them to have better control of humane animal practices and sustainability. With mindfulness becoming a rapidly increasing food trend, more and more consumers are looking to eat higher quality meat that aligns with their values. By serving your customers Hatfield, you can ensure you are serving your customers quality meat, while showing them you care about your recipe's ingredients.",
    "id": 35,
    "lastmodifieddate": "2021-05-27T23:49:28",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 56.98,
        "id": 20,
        "sfid": "01u5e000000LvMvAAK",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 45.98,
        "id": 112,
        "sfid": "01u5e000000LwLAAA0",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 40,
      "name": "Pork",
      "parent_c": [
        {
          "id": 20,
          "name": "Meat & Seafood",
          "parent_c": [
            {
              "name": "Food & Beverages",
              "id": 7,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621817683/commerce/2153379.jpg",
    "productcode": "871HTF1910",
    "sfid": "01t5e0000001vzgAAA",
    "tags__c": "Pork, pork chop",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Pork  Chops"
      }
    ],
    "account": {
      "name": "Hatfield"
    }
  },
  {
    "name": "Backyard Pro CHAR-30 30\" Heavy-Duty Steel Charcoal Grill with Adjustable Grates, Removable Legs, and Cover",
    "createddate": "2021-05-16T23:44:41",
    "description": "Grill delicious meals with this portable Backyard Pro 30\" heavy-duty steel charcoal grill!\n\nWhether you're cooking for multiple tables or only a few customers, this heavy-duty steel charcoal grill is just what you need. Equipped with 720 sq. in. of cooking surface, an adjustable grate, removable legs, and lockable casters, this unit will hold up all season long!",
    "id": 41,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 399.99,
        "id": 24,
        "sfid": "01u5e000000LvNQAA0",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 499.99,
        "id": 104,
        "sfid": "01u5e000000LwLPAA0",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 11,
      "name": "Grills",
      "parent_c": [
        {
          "id": 6,
          "name": "Cooking Equipment",
          "parent_c": [
            {
              "name": "Restaurant Equipment",
              "id": 5,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621208644/commerce/1897557.jpg",
    "productcode": "554CHAR30",
    "sfid": "01t5e0000001mvqAAA",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [
      {
        "name": "Charcoal"
      },
      {
        "name": "Backyard Pro"
      }
    ],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "https://res.cloudinary.com/film-it/image/upload/v1622096837/commerce/1901908.jpg"
      },
      {
        "name": "Grills"
      }
    ],
    "account": {
      "name": "Backyard Pro"
    }
  },
  {
    "name": "Avantco SS-2R-4-HC 54\" Stainless Steel Solid Half Door Reach-In Refrigerator",
    "createddate": "2021-05-16T23:03:17",
    "description": "This Avantco SS-2R-4-HC 54\" solid half door reach-in refrigerator is engineered to hold your cold food investments in a food safe environment.\n\nProperly storing food is imperative, so make sure that your operation is outfitted with a refrigerator that's durable, reliable, and easy to use! Built with 430 and 304 stainless steel, this unit features interior shelves, self-closing doors, and an automatic defrost feature all designed for your convenience. Maintaining interior temperatures between 33 and 40 degrees Fahrenheit, the refrigerator relies on eco-friendly refrigerant, making it not only beneficial to you and your customers, but to the environment, as well! This unit also comes with a 2 year Parts and Labor Warranty, providing lasting quality assurance and peace of mind.\n\n    ETL Sanitation\n    ETL Sanitation\n\n    This item meets the sanitation standards imposed by the ETL, a division of the Intertek Group.\n    ETL US & Canada\n    ETL US & Canada\n\n    This item meets the electrical product safety standards imposed by the ETL, a division of the Intertek Group, for use in the United States and Canada.\n    5-15P\n    5-15P\n\n    This unit comes with a NEMA 5-15P plug.",
    "id": 45,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 3199,
        "id": 27,
        "sfid": "01u5e000000LvNhAAK",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 3399,
        "id": 97,
        "sfid": "01u5e000000LwLRAA0",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 29,
      "name": "Reach-In Refrigerators",
      "parent_c": [
        {
          "id": 28,
          "name": "Reach-In Refrigerators and Freezers",
          "parent_c": [
            {
              "name": "Refrigeration Equipment",
              "id": 27,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621205908/commerce/1679304.jpg",
    "productcode": "178SS2R4HC",
    "sfid": "01t5e0000001mtaAAA",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [
      {
        "name": "Refrigerator"
      },
      {
        "name": "Reach In Refridgerator"
      }
    ],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Reach In"
      },
      {
        "name": "Refrigerators"
      }
    ],
    "account": {
      "name": "Avantco"
    }
  },
  {
    "name": "Crown Verity CV-MCB-60RGP-LP Liquid Propane 60\" Mobile Outdoor Grill with RGP Roll Dome / Griddle Package",
    "createddate": "2021-05-16T23:42:41",
    "description": "Crown Verity CV-MCB-60RGP-LP Details\n\nCook high-quality grilled food at your next event with the Crown Verity CV-MCB-60RGP-LP liquid propane 60\" mobile outdoor grill! Whether you're catering with it or hosting a big event at your hotel, this high-performance stainless steel grill will withstand frequent use while delivering excellent results. This grill comes with a two-stage regulator and hose for a secure connection to your tank, which you can place in a holder on the back if it's 20 lb. or less. It boasts eight burners placed every 5 3/4\" to ensure the most even heat pattern possible, and it produces up to 129,000 BTUH. It heats to cooking temperature within five minutes, which means that you can complete your food prep and get right to work with little wasted time.\n\nThe RGP roll dome / griddle set includes (1) 30\" roll dome and (1) 30\" bun rack as well as (1) 30\" removable griddle. The griddle features 5/16\" thick cold rolled steel plates with splash guards and a removable grease tray, allowing you to use your charbroiler to make delicious pancakes, bacon, and eggs. The dome, when closed, can increase production rates by as much as 40%, while the bun / warming rack allows you to toast up plenty of crisp hot dog buns or simply keep food warm. However you choose to use it, this convenient grill set provides optimum versatility to churn out a wide variety of menu items.\n\nWith a 58\" x 21\" cooking surface, you'll find the ideal balance of convenient size and efficient production. The body, legs, cooking grates, burners, under shelf, radiants, water pans, fasteners, and pilot tubes are all constructed with 304 series stainless steel for long-term durability and improved sanitation. Water pans with drain ports not only help make cleaning a breeze, but also reduce grease fire hazards for added safety. With two 14\" wheels and two lockable casters, you'll be able to position this grill in the optimal spot.\n\nOverall Dimensions:\nWidth: 69\"\nDepth: 28\"\nCooking Height: 36\"\nHeight (with Roll Dome): 52\"\nHeight (with Griddle): 43 1/2\"\n\nCooking Surface Dimensions:\nWidth: 58\"\nDepth: 21\"\n\nThis Item Ships via Common Carrier. For more information and tips to help your delivery go smoothly, click here.\n\nBecause this item is not stocked in our warehouse, processing, transit times and stock availability will vary. If you need your items by a certain date, please contact us prior to placing your order. Expedited shipping availability may vary. We cannot guarantee that this item can be cancelled off of the order or returned once it is placed.",
    "id": 43,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 4663.55,
        "id": 26,
        "sfid": "01u5e000000LvNIAA0",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 4763.55,
        "id": 102,
        "sfid": "01u5e000000LwLOAA0",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 11,
      "name": "Grills",
      "parent_c": [
        {
          "id": 6,
          "name": "Cooking Equipment",
          "parent_c": [
            {
              "name": "Restaurant Equipment",
              "id": 5,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621208468/commerce/1992850.webp",
    "productcode": "255MCB60PKG5",
    "sfid": "01t5e0000001mukAAA",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [
      {
        "name": "Griddle"
      },
      {
        "name": "Propane"
      }
    ],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Grills"
      }
    ],
    "account": {
      "name": "Crown Verity"
    }
  },
  {
    "name": "Carlisle 030203 2.7 Qt. Black Classic Crock with Lid",
    "createddate": "2021-05-01T00:38:09",
    "description": "Carlisle 030203 Details\n\nThe Carlisle 030203 black Classic Crock is perfect for holding chopped vegetables, fruit, croutons, dressings, and more! This black, 2.7 qt. crock is made of SAN plastic, making it a great choice for both hot and cold food thanks to its impressive ability to withstand temperatures from 0-180 degrees Fahrenheit. It features a thick-walled, heavy-weight design for added durability and has excellent chemical resistance to acidic foods and dressings. The bold black finish matches just about any setting, and it's the perfect way to add a modern edge to the food bar at your restaurant, convenience store, or deli!\n\nThis Carlisle 2.7 qt. crock is also great for your back-of-the-house storage needs! Whether you're using it to hold prepped ingredients for the next day at your restaurant or you just need some extra salad bar items ready as a backup, this Classic Crock is the perfect solution. It's extremely durable, and comes with a handy snap-on lid to help seal in freshness!\n\nOverall Dimensions:\nTop Diameter: 6 1/2\"\nBottom Diameter: 6 3/16\"\nHeight: 6 3/4\"\nCapacity: 2.70 qt.",
    "id": 51,
    "lastmodifieddate": "2021-05-25T06:53:36",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 7.5,
        "id": 29,
        "sfid": "01u5e000000LvNSAA0",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 8.5,
        "id": 89,
        "sfid": "01u5e000000LwL8AAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 4,
      "name": "Food Storage",
      "parent_c": [
        {
          "id": 3,
          "name": "Smallwares",
          "parent_c": []
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621925607/commerce/540932.jpg",
    "productcode": "271N0302BK",
    "sfid": "01t5e0000001RXWAA2",
    "tags__c": "container, plastic, lid",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Container / Lid Combos"
      }
    ],
    "account": {
      "name": "Carlisle"
    }
  },
  {
    "name": "Beverage-Air RB19HC-1S 27\" Vista Series One Section Solid Door Reach-In Refrigerator",
    "createddate": "2021-05-16T23:10:12",
    "description": "Beverage-Air RB19HC-1S Details\n\nThis Beverage-Air RB19HC-1S 27\" Vista Series one section solid door reach-in refrigerator is the perfect solution to cold storage in your restaurant kitchen, bakery, or other commercial food preparation area. The exterior of this refrigerator is durable and sleek, with a stainless steel door and front with gray painted sides. The exterior grille that covers the refrigeration system is even easy to remove for preventative maintenance or to allow necessary repairs. Inside, the unit features a painted aluminum interior.\n\nPlus, the spring-loaded hinges ensure that the door closes properly, even when you have your hands full. If you are taking several loads to or from this unit, you can also override the self-closing system by opening the door 120 degrees so that it stays open until you manually close it. At the end of the day, take advantage of the door lock to secure your inventory.\n\nFor ample storage space, the 17.87 cu. ft. interior includes 3 heavy-duty epoxy coated wire shelves, making it easy to organize your cold ingredients. Bright LED lighting illuminates the interior too, so your staff can easily see and select the ingredients they need.\n\nWith a bottom mount balanced refrigeration system, the unit's refrigeration system is easy to view and access for preventative maintenance without a ladder. This design also keeps the compressor out of the heat of hot kitchens, as hot air rises. The refrigeration system itself features a hot gas condensate evaporation system and a forced-air design that ensures even temperatures throughout the unit. You can count on food safety with this unit since it holds product between 36 and 38 degrees Fahrenheit. This is achieved with environmentally-friendly R290 refrigerant, which boasts an ozone depletion potential (ODP) of 0 and a global warming potential (GWP) of 3. The refrigerant and the 1/4 hp compressor together deliver exceptional performance.\n\nFor simple maintenance, this unit features an adaptive defrost system. It also includes (4) 6\" heavy-duty casters, making it easy to move around for cleaning and service. Two of the casters even lock to keep it stationary when in use. This freezer requires a 115V electrical connection for operation.\n\nOverall Dimensions:\nWidth: 27 1/4\"\nDepth: 27 9/16\"\nHeight: 83 15/16\"\nCapacity: 17.87 cu. ft.\n\nInterior Dimensions:\nWidth: 24 1/8\"\nDepth: 19 7/8\"\nHeight: 61 5/8\"\nHeight (Usable): 52 15/16\"\n\nThis Item Ships via Common Carrier. For more information and tips to help your delivery go smoothly, click here.",
    "id": 58,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 2299.73,
        "id": 34,
        "sfid": "01u5e000000LvNwAAK",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 2399.73,
        "id": 80,
        "sfid": "01u5e000000LwKuAAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 29,
      "name": "Reach-In Refrigerators",
      "parent_c": [
        {
          "id": 28,
          "name": "Reach-In Refrigerators and Freezers",
          "parent_c": [
            {
              "name": "Refrigeration Equipment",
              "id": 27,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621206587/commerce/2127049.jpg",
    "productcode": "185RB19HCS",
    "sfid": "01t5e0000001mtbAAA",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [
      {
        "name": "Reach in"
      },
      {
        "name": "Beverage-Air"
      },
      {
        "name": "Refrigerator"
      }
    ],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Refrigerators"
      }
    ],
    "account": {
      "name": "Beverage-Air"
    }
  },
  {
    "name": "Crown Verity MG-72-NG 72\" Mobile Outdoor Griddle - Natural Gas",
    "createddate": "2021-05-18T23:52:05",
    "description": "Crown Verity CV-MG-72NG Details\n\nThis Crown Verity MG-72-NG 72 \" mobile outdoor griddle is a great way to keep the party going all day long by starting off the morning with soft, fluffy pancakes and juicy breakfast sausages, and transitioning over to cheesesteaks, hot dogs, and hamburgers as the day goes on! A great choice for setting up a temporary outdoor grill station, this unit includes a 10' quick disconnect gas hose that allows you to quickly hook up and tear down your grill station without the burden of filling and transporting propane tanks. It includes (2) 4500 BTU lighter tubes and boasts (10) 15,000 BTU stainless steel burners that heat the griddle to cooking temperature within 5 minutes, allowing you to make quick work of any buffet line at large catered events, resorts, and country clubs.\n\nThis heavy-duty mobile outdoor griddle features an all stainless steel construction, with most components made of type 304 for exceptional durability and ease of cleaning. The spacious undershelf offers plenty of room to store go-to supplies, while water pans with drain ports help make cleaning a breeze and reduce grease fire hazards for added safety. Thanks to the (2) 14\" rear wheels and 2 locking casters, this griddle is incredibly simple to maneuver over any terrain so you can set up your food stations in a variety of settings. As an added bonus, it ships assembled and ready to use so you can start grilling right away!\n\nOverall Dimensions:\nWidth: 81\"\nDepth: 28\"\nHeight: 43 1/4\"\n\nCooking Surface Dimensions:\nWidth: 70\"\nDepth: 21\"\n\nThis Item Ships via Common Carrier. For more information and tips to help your delivery go smoothly, click here.\n\nBecause this item is not stocked in our warehouse, processing, transit times and stock availability will vary. If you need your items by a certain date, please contact us prior to placing your order. Expedited shipping availability may vary. We cannot guarantee that this item can be cancelled off of the order or returned once it is placed.",
    "id": 59,
    "lastmodifieddate": "2021-05-19T01:34:21",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 4608.45,
        "id": 35,
        "sfid": "01u5e000000LvNJAA0",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 4408.45,
        "id": 79,
        "sfid": "01u5e000000LwKoAAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 32,
      "name": "Griddles",
      "parent_c": [
        {
          "id": 11,
          "name": "Grills",
          "parent_c": [
            {
              "name": "Cooking Equipment",
              "id": 6,
              "parent_c": [
                {
                  "name": "Restaurant Equipment",
                  "id": 5,
                  "parent_c": []
                }
              ]
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621381902/commerce/807825.jpg",
    "productcode": "255MG72NG",
    "sfid": "01t5e0000001pOgAAI",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [],
    "account": {
      "name": "Crown Verity"
    }
  },
  {
    "name": "Beverage-Air RB72HC-1G 75\" Vista Series Three Section Glass Door Reach-In Refrigerator - 72 cu. ft.",
    "createddate": "2021-05-16T23:30:30",
    "description": "Beverage-Air RB72HC-1G Details\n\nThis Beverage Air RB72HC-1G 75\" Vista series three section glass door reach-in refrigerator is the perfect solution to cold storage in your restaurant kitchen, bakery, or other commercial food preparation area. The exterior of this refrigerator is durable and clean-looking with a stainless steel front and gray painted sides. This unit features an aluminum interior with foamed-in CFC and HCFC-free polyurethane insulation for superior temperature retention, even in kitchens with high ambient temperatures.\n\nThis unit features three energy efficient double pane glass doors so that you can easily view your cold foods without needing to open a door. This reduces energy loss and helps keeps your refrigerator from working harder than it needs to! The spring loaded hinges ensure that the doors close properly even when you have your hands full. If you are taking several loads to or from this unit, you can also override the self-closing system by opening the doors 120 degrees so that they stay open until you manually close them. Plus, the plug-in magnetic door gaskets offer a positive seal but are still easy to remove for cleaning.\n\nThe interior of this unit features 72 cu. ft. of cold storage and has 9 heavy-duty epoxy-coated wire shelves for safe, sanitary storage. Each shelf comes with four shelf clips that must be field installed and which allow the shelves to be adjusted in 1/2\" increments. In addition, this glass door refrigerator comes with LED interior lighting so that you can easily identify and locate the items that you need.\n\nThe bottom mount balanced 1/2 hp refrigeration system is easy to reach for maintenance and cleaning. Plus, the exterior grille is easy to remove for preventative maintenance or to allow necessary repairs. The refrigeration system itself features an automatic condensate evaporation system for greater energy efficiency and a forced air design that ensures even temperatures throughout the unit. The epoxy-coated evaporator helps prevent corrosion, too. An added benefit to a bottom mount refrigeration system is that it raises the interior floor of the unit to reduce bending and lifting when you are loading or unloading food. And, since the top of the unit is solid, you can use it as additional storage space for food pans, towels, and more!\n\nYou can count on food safety with this refrigerator since it holds product at 36-38 degrees Fahrenheit. In addition, this unit uses environmentally-friendly R-290 refrigerant in a self-contained refrigeration system to help meet your goals of making your foodservice business more eco-friendly. To help you achieve your safety and sanitation standards, this refrigerator comes with (4) 6\" heavy-duty casters, two locking, so the unit may be easily moved for cleaning.\n\nThis unit runs on eco-friendly R-290 refrigerant. This specialized refrigerant has an ozone depletion (ODP) of 0 and a global warming potential (GWP) of 3, making it an environmentally-responsible choice for your business.\n\nOverall Dimensions:\nWidth: 75\"\nDepth: 33 3/4\"\nHeight (with casters): 84\"\nCapacity: 72 cu. ft.\n\nInterior Dimensions:\nWidth: 72\"\nDepth: 28 1/2\"\nHeight: 61 3/4\"\n\n\nThis Item Ships via Common Carrier. For more information and tips to help your delivery go smoothly, click here.\n\nBecause this item is not stocked in our warehouse, processing, transit times and stock availability will vary. If you need your items by a certain date, please contact us prior to placing your order. Expedited shipping availability may vary. We cannot guarantee that this item can be cancelled off of the order or returned once it is placed.",
    "id": 60,
    "lastmodifieddate": "2021-05-18T02:22:22",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 5562.49,
        "id": 77,
        "sfid": "01u5e000000LwKHAA0",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 5762.49,
        "id": 78,
        "sfid": "01u5e000000LwKIAA0",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 29,
      "name": "Reach-In Refrigerators",
      "parent_c": [
        {
          "id": 28,
          "name": "Reach-In Refrigerators and Freezers",
          "parent_c": [
            {
              "name": "Refrigeration Equipment",
              "id": 27,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621207793/commerce/619180.webp",
    "productcode": "185RB721GHC",
    "sfid": "01t5e0000001muiAAA",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [
      {
        "name": "reach in"
      },
      {
        "name": "refrigerator"
      },
      {
        "name": "Beverage-Air"
      }
    ],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Refrigerators"
      }
    ],
    "account": {
      "name": "Beverage-Air"
    }
  },
  {
    "name": "Acopa Phoenix Gold 9 5/16\" 18/0 Stainless Steel Forged Dinner Knife - 12/Case",
    "createddate": "2021-05-24T00:28:15",
    "description": "Create a modern, trendy table setting with this Acopa Phoenix 9 5/16\" 18/0 stainless steel extra heavy weight dinner knife\n\nServe this dinner knife with main entrees to provide guests with an unforgettable dining experience. Each piece in this versatile collection is designed with soft edges and a slim handle, and is perfectly weighted and balanced to feel comfortable in your patrons' hands. Its gold mirror-shine, hand-polished finish offers a sophisticated and timeless touch to tables, yet doesn't take the focus away from your perfectly plated culinary creations.\n\n    Dishwasher Safe\n    Dishwasher Safe\n\n    This item can safely be cleaned in a commercial dishwasher.\n\nDurable Construction\n\nThanks to its 18/0 construction, you can rest assured that this knife is protected from staining associated with acidic foods and cleaning chemicals.\nModern Design\n\nThis knife features soft edges, a slim handle, and a modern design that will add a sleek touch to any dining area.",
    "id": 67,
    "lastmodifieddate": "2021-05-24T00:28:15",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 31.64,
        "id": 67,
        "sfid": "01u5e000000LwJxAAK",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 35.64,
        "id": 68,
        "sfid": "01u5e000000LwKAAA0",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 13,
      "name": "Knives",
      "parent_c": [
        {
          "id": 12,
          "name": "Flatwares",
          "parent_c": [
            {
              "name": "Tabletop",
              "id": 1,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621816052/commerce/2075612.jpg",
    "productcode": "267810008G",
    "sfid": "01t5e0000001vzJAAQ",
    "tags__c": "Cutlery, knives, dinner knife, dinner",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Dinner Knives"
      }
    ],
    "account": {
      "name": "Acopa"
    }
  },
  {
    "name": "Victorinox 5.7300.25 10\" Cimeter Knife with Rosewood Handle",
    "createddate": "2021-05-24T00:26:56",
    "description": "Victorinox 5.7300.25 Details\n\nUse this Victorinox 5.7300.25 10\" cimeter knife with rosewood handle to cut large selections of meat into smaller pieces. The sharp edge on this stamped knife is perfect for portioning steaks, roasts, and other cuts, so you can get the most out of your product while providing your customers with the portion sizes they want. Plus, the handle's contours ensure that the knife will fit comfortably in your hand as you tackle food preparation tasks.\n\nCrafted from high-carbon stainless steel, this knife's blade is built strong and will provide you with accurate slices and long-lasting use. The high-quality blade won't discolor or corrode over time. Featuring an elegant, rosewood handle for a professional, upscale look, this sophisticated knife is an ideal addition to the knife collection in your restaurant or catering kitchen!\n\nOverall Dimensions:\nBlade Length: 10\"\n\nBecause this item is not stocked in our warehouse, processing, transit times and stock availability will vary. If you need your items by a certain date, please contact us prior to placing your order. Expedited shipping availability may vary. We cannot guarantee that this item can be cancelled off of the order or returned once it i",
    "id": 66,
    "lastmodifieddate": "2021-05-24T00:26:56",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 43.99,
        "id": 39,
        "sfid": "01u5e000000LvNeAAK",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 46.99,
        "id": 69,
        "sfid": "01u5e000000LwKBAA0",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 34,
      "name": "Butcher Knives",
      "parent_c": [
        {
          "id": 33,
          "name": "Kitchen Cutlery",
          "parent_c": [
            {
              "name": "Smallwares",
              "id": 3,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621815976/commerce/1318351.webp",
    "productcode": "35340131",
    "sfid": "01t5e0000001vzTAAQ",
    "tags__c": "Boning Knife, butcher knife",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Cimeter Knives"
      }
    ],
    "account": {
      "name": "Victorinox"
    }
  },
  {
    "name": "Warrington Farm Meats 10 oz. Frozen Coulotte Steak - 12/Case",
    "createddate": "2021-05-16T23:50:02",
    "description": "A truly versatile and mouthwatering cut of beef, impress your guests by adding this Warrington Farm Meats 10 oz. coulotte steak to your menu! Sometimes called top sirloin cap steak, coulotte steak is a lean, boneless cut that is the richest, most flavorful part of the top sirloin. Without extensive marbling, it draws most of its delectable flavor from the thin fat layer covering a single side of the cut. Its flavor and density make it ideal for broiling, roasting, and marinating for the grill. This coulotte steak comes from local, farm-raised, processed, and butchered beef to ensure quality control, ethical animal practices, and an unrivaled freshness that makes it worthy of being served in the world's finest restaurants and steakhouses. Sustainably raised with no added hormones or antibiotics, this steak is a mouthwatering cut that packs delicious, savory beef flavor.\n\nFor best results on the grill, soak this steak in a marinade for up to one day, cook it on high heat for a short period of time to retain moisture, reduce the heat to about 300 degrees Fahrenheit, and remove the steak from the grill approximately 5 minutes before it reaches your preferred doneness as it will continue to cook after removal. Enhance the naturally savory flavor of this steak with the complementary flavors of cocoa and cumin. For a delicious mole coulotte, marinade the steak with a rub of cinnamon, cumin, cocoa, salt, pecans, and ancho and chipotle chilis. After letting it marinate overnight, roast it in the oven at 200 degrees Fahrenheit. Then, sear it briefly in a hot pan on all sides, and slice it thinly against the grain for the ultimate tenderness. Pair this rich cut with tomatillo salsa, cilantro-lime rice, and roasted corn for a colorful, mouthwatering meal. Alternatively, this cut is wonderful for use on kebabs, steak sandwiches, stir fry, stew, burgers, shredded beef tacos, and barbecue dishes. With versatility and unmatched flavor, this coulotte steak will leave your guests satisfied every time.\n\nSince 1974, Warrington Farm Meats has been combining decades of experience with a passion for perfection to create world-class meat products. This family owned and operated company uses time-honored practices to craft premium meats that you can serve with pride. Their farm-raised beef comes from cows who spend their lives grazing on the lush, fertile pastures of Southeastern Pennsylvania, and every cut of meat is carefully processed and butchered by hand. From expertly trimmed pork and beef to patiently smoked, hand-stuffed sausages, your patrons will taste the quality of Warrington Farm Meats in every bite!",
    "id": 77,
    "lastmodifieddate": "2021-05-18T02:18:02",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 104.99,
        "id": 52,
        "sfid": "01u5e000000LwJkAAK",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 100.99,
        "id": 53,
        "sfid": "01u5e000000LwJlAAK",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 21,
      "name": "Beef",
      "parent_c": [
        {
          "id": 20,
          "name": "Meat & Seafood",
          "parent_c": [
            {
              "name": "Food & Beverages",
              "id": 7,
              "parent_c": []
            }
          ]
        }
      ]
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1621208991/commerce/2178632.jpg",
    "productcode": "871WAR1972F",
    "sfid": "01t5e0000001mw4AAA",
    "tags__c": null,
    "productvariety__cs": [],
    "producttag__cs": [
      {
        "name": "Warrington Farm"
      },
      {
        "name": "Beef"
      }
    ],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Steak"
      }
    ],
    "account": {
      "name": "Warrington Farm Meats"
    }
  },
  {
    "name": "Finest Call 1 Liter Premium Peach Puree Mix",
    "createddate": "2021-06-07T21:06:00",
    "description": "Prepare rounds of delicious peach mixed drinks quickly and easily with this Finest Call premium peach puree mix.\n\nPut an exotic twist on your popular daiquiris, frozen margaritas, and coladas quickly and easily with this Finest Call premium peach puree mix! Featuring the naturally sweet flavor of summer peaches with tangy undertones, this peach puree mix enhances the taste and vivid orange color of any cocktail or mixed drink. Thanks to its rich, smooth texture, it's also a great accent to your favorite desserts! Pour Finest Call peach puree mix into smoothies and other blended drinks for extra fruity flavor.\n\n    Made in America\n    Made in America\n\n    This item was made in the United States of America.\n    Gluten-Free\n    Gluten-Free\n\n    This item is gluten-free per the manufacturer.\n    Vegan\n    Vegan\n\n    This item is vegan per the manufacturer.\n    Vegetarian\n    Vegetarian\n\n    This item is vegetarian per the manufacturer.\n    IFANCA\n    IFANCA\n\n    This item has been Halal certified by the Islamic Food and Nutrition Council of America and it is permissible under Islamic law.\n    Orthodox Union Kosher\n    Orthodox Union Kosher\n\n    This item is certified Kosher by the Orthodox Union.\n\n\"You just dont get any closer to a real peach flavor on a smoothie. The peach flavor is true to the fruit and is excellent.\"\nRead More Reviews\nPatented Pourer Top and Cap\n\nEach bottle features Finest Call's patented pourer and closure cap that reduces drips to keep your bar free of spills and messes. The long bottle neck and patented pourer top help provide a perfect pour every time, while the closure cap solves the problem of storing any unused portions. Easy for your mixologists to use, the liter bottle also has an attractive shelf presence.\nSweet, Fruity, and Smooth\n\nThis puree mix has a smooth texture that dissolves easily in your most popular drinks. Since peach is such a popular sweet and fruity flavor for drinks and desserts, you'll be sure to find an endless number of ways to use this versatile drink mixer. Combine that with its user-friendly packaging, sleek design, and patented pourer top, and it's sure to be a smart addition to any bar service!\nSuggested Recipe: Frozen Peach Margarita\n\n\nFor a sweet, frozen peach margarita, combine 4 oz. of Finest Call Peach Puree, 1.5 oz. tequila, and 1.5 cups ice in your blender. Blend until smooth and garnish with a slice of peach and a mint sprig. Refrigerate the mix after opening.",
    "id": 78,
    "lastmodifieddate": "2021-06-07T21:06:00",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 3.6,
        "id": 46,
        "sfid": "01u5e000000LwJBAA0",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 2.9,
        "id": 47,
        "sfid": "01u5e000000LwJGAA0",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 8,
      "name": "Beverages",
      "parent_c": []
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1623099890/commerce/1970425.jpg",
    "productcode": "115PEACH1L",
    "sfid": "01t5e0000002FrHAAU",
    "tags__c": "Peach Puree, Peach, Drinker mix",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Fruit Purees"
      }
    ],
    "account": {
      "name": "Finest Call Mixers"
    }
  },
  {
    "name": "Finest Call 1 Liter Premium Passion Fruit Puree Mix",
    "createddate": "2021-06-07T21:10:15",
    "description": "Mix up rounds of tangy passion fruit cocktails quickly and easily with this Finest Call premium passion fruit puree mix.\n\nWondering where to buy passion fruit puree for your bar? With this Finest Call premium passion fruit puree mix you can add an exotic twist to your daiquiri, margarita, and colada recipes! It brings a sweet flavor with tangy undertones and an appealing yellow-orange color to any cocktail or mixed drink. Thanks to its rich, smooth texture, it's also a great accent to your favorite desserts! Pour Finest Call passion fruit puree mix into smoothies and other blended drinks for extra fruity flavor.\n\n    Made in America\n    Made in America\n\n    This item was made in the United States of America.\n    Gluten-Free\n    Gluten-Free\n\n    This item is gluten-free per the manufacturer.\n    Vegan\n    Vegan\n\n    This item is vegan per the manufacturer.\n    Vegetarian\n    Vegetarian\n\n    This item is vegetarian per the manufacturer.\n    IFANCA\n    IFANCA\n\n    This item has been Halal certified by the Islamic Food and Nutrition Council of America and it is permissible under Islamic law.\n    Orthodox Union Kosher\n    Orthodox Union Kosher\n\n    This item is certified Kosher by the Orthodox Union.\n\n\"This product and the Mango puree are great, tastes like fresh fruit and the texture is perfect for our margaritas and mix drinks. The bottle is handy and durable enough for bars\"\nRead More Reviews\nPatented Pourer Top and Cap\n\nEach bottle of this drink mix features Finest Call's patented pourer and closure cap, which reduces drips to keep your bar free of spills and messes. The long bottle neck and patented pourer top help provide a perfect pour every time, meaning that your bar will not have to waste costly time and money over irritants like spills. After you're done making your drinks, the closure cap secures the remainder of your drink mix, keeping your unused portions safe.\nSleek, Attractive Packaging\n\nThis drink mix is not only convenient, efficient, and easy to store, but its colorful, eye-catching packaging provides an attractive shelf presence behind the bar. Refrigerate this mix after opening.\nVersatile Passion Fruit Flavor\n\nThis puree mix has a smooth texture that dissolves easily in your most popular drinks. Since passion fruit is such a refreshingly sweet flavor for drinks and desserts, you'll be sure to find an endless number of ways to use this versatile drink mixer.",
    "id": 79,
    "lastmodifieddate": "2021-06-07T21:10:15",
    "metadata__cs": [],
    "pricebookentries": [],
    "categories": {
      "id": 8,
      "name": "Beverages",
      "parent_c": []
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1623100179/commerce/1970423.webp",
    "productcode": "115PASSFRT1L",
    "sfid": "01t5e0000002FrMAAU",
    "tags__c": "Passion Fruit, Drink mix, Cocktail Mix",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [],
    "account": {
      "name": "Finest Call Mixers"
    }
  },
  {
    "name": "Boylan Bottling Co. 12 fl. oz. Sparkling Lemonade 4-Pack - 6/Case",
    "createddate": "2021-06-07T21:12:11",
    "description": "Details\n\nDelightfully cool and sugary sweet, quench your customers' thirst with this Boylan Bottling Co. 12 fl. oz. sparkling lemonade. Providing a refreshing take on the summer classic, this beverage delivers the same sweet-tart lemonade flavor, reminiscent of one's childhood, with a bubbly, sparkling finish. Plus, it is caffeine-free and made with pure cane sugar to provide a smooth, full-bodied flavor with a satisfying fizz and clean aftertaste. This soda is excellent for outdoor catered events, picnics, or selling at your pool-side concession stand for a refreshing way to stay cool in the summer heat.\n\nThis sparkling lemonade comes packaged in (6) 4-packs, making it ideal to sell individually or by the pack and the classic glass bottles will create a sophisticated, old fashioned look at your venue. Display in your open air merchandiser or reach-in refrigerator for a cool, on-the-go beverage, or pour it into a glass at your eat-in cafe to serve the perfect portion to complement your gourmet sandwiches. You can even use it to create a classic Tom Collins at your bar! This old-fashioned flavor can become a signature drink, or a nostalgic menu option to treat your guests. For best results, serve this soda chilled or over ice to accentuate its high quality taste. Small-batch brewed using only real, premium ingredients, Boylan's sparkling lemonade delivers unbeatable flavor with every sip!\n\nBottling Co. began in an apothecary shop in Paterson, New Jersey when William Boylan created his first batch of birch beer. Since this simple beginning in 1891 the company has grown to incorporate a wide variety of flavors so that everyone can enjoy the delicious and refreshing flavors they have to offer. Always bottled in long-neck glass bottles, Boylan Bottling Co. sodas boast hand-crafted flavors as well as a classic presentation. Bring these sodas to your restaurant, catered party, concession stand, or large event to impress your guests with sweet, flavorful beverages.",
    "id": 80,
    "lastmodifieddate": "2021-06-07T21:12:11",
    "metadata__cs": [],
    "pricebookentries": [
      {
        "unitprice": 25.65,
        "id": 48,
        "sfid": "01u5e000000LwJCAA0",
        "pricebook2id": "01s5e000002Fr9vAAC"
      },
      {
        "unitprice": 28.65,
        "id": 49,
        "sfid": "01u5e000000LwJLAA0",
        "pricebook2id": "01s5e000005bjUtAAI"
      }
    ],
    "categories": {
      "id": 8,
      "name": "Beverages",
      "parent_c": []
    },
    "product_image__c": "https://res.cloudinary.com/film-it/image/upload/v1623100267/commerce/1860644.jpg",
    "productcode": "103BK0116",
    "sfid": "01t5e0000002FrNAAU",
    "tags__c": "Soda, Sparkling Drink, fruit drink",
    "productvariety__cs": [],
    "producttag__cs": [],
    "productspec__cs": [],
    "producttypes2__cs": [
      {
        "name": "Single Serve"
      }
    ],
    "account": {
      "name": "Boylan Soda Products"
    }
  }
]
